[
	{
		"id": 0,
		"type": "movie",
		"image": "ironman.jpg",
		"title": "Iron Man",
		"description": "Tony Stark, a zseniális feltaláló és különc milliárdos éppen legújabb szuperfegyverét mutatja be, amikor a csoportot támadás éri és Tony mellkasába vasszilánk fúródik, mely lassan halad a szíve felé. Ráadásul foglyul ejtik és azt követelik tőle, hogy építsen meg egy minden eddiginél pusztítóbb fegyvert. Tony meg is építi, azonban egy olyan páncélöltözet formájában, amely segítségére lehet a szökésben és távol tartja a vasszilánkot a szívétől. Így születik meg a legendás Vasember.",
		"category": "Marvel",
		"filename": "ironman.mp4"
	},
	{
		"id": 1,
		"type": "movie",
		"image": "ironman2.jpg",
		"title": "Iron Man 2",
		"description": "Kiderült, hogy a szuperhős Vasember valójában Tony Stark. Kihasználva az iránta való érdeklődést a milliárdos feltaláló fel akarja hívni a figyelmet a közjó szolgálatába állítható technikai újdonságokra. A kormány azonban azt szeretné, ha fejlesztéseit a hadsereg kapná. Tony azonban nem akarja megosztani a Vasemberrel kapcsolatos információit, attól fél, hogy azok rossz kezekbe kerülnek. Közben felbukkan egy rejtélyes figura a Stark család múltjából. Ivan Vanko a saját fegyverével akarja elpusztítani a Vasembert. A szuperhős kénytelen újra akcióba lépni, hogy a barátai segítségével legyőzze azokat az erőket, amelyek őt és az emberiséget fenyegetik.",
		"category": "Marvel",
		"filename": "ironman2.mp4"
	},
	{
		"id": 2,
		"type": "movie",
		"image": "ironman3.jpg",
		"title": "Iron Man 3",
		"description": "A legutóbbi küldetése után Tony Stark talonba tette a Vasembert. A tudós-szuperhős boldogan él egykori asszisztensével, ám álmatlanságban szenved, és pánikrohamok gyötrik. Amikor merényletek sora rázza meg a várost, Stark úgy dönt, hogy felveszi a (vas)kesztyűt, és szembeszáll a titokzatos ellenséggel. A Vasemberen végzett legújabb fejlesztése azonban még nem tökéletes, ráadásul felbukkan néhány korábbi ismerőse is. Az ösztönei és a találékonysága segítségével talán sikerül felülemelkedni a nehézségeken.",
		"category": "Marvel",
		"filename": "ironman3.mp4"
	},
	{
		"id": 3,
		"type": "movie",
		"image": "infinity.jpg",
		"title": "Avengers: Infinity War",
		"description": "A Marvel mozis univerzumának egészét felölelő, tíz év eseményeinek tetőpontját jelentő Bosszúállók: Végtelen háborúban minden idők legnagyobb és leghalálosabb leszámolására kerül sor. A Bosszúállóknak és szövetségeseiknek mindent kockára kell tenniük, hogy megfékezzék a nagy erejű Thanost, aki egy szemvillanás alatt elpusztíthatja a világot.",
		"category": "Marvel",
		"filename": "infinity.mp4"
	},
	{
		"id": 4,
		"type": "movie",
		"image": "endgame.jpg",
		"title": "Avengers: Endgame",
		"description": "Thanos súlyos tette, amivel elpusztította az univerzum élőlényeinek felét és megtörte a Bosszúállókat, a megmaradt hősöket egy végső összecsapásra készteti a Marvel Studios huszonegy filmet megkoronázó, nagyszabású fináléjában, a Bosszúállók: Végjátékban.",
		"category": "Marvel",
		"filename": "endgame.mp4"
	},
	{
		"id": 5,
		"type": "movie",
		"image": "farfromhome.jpg",
		"title": "Spider-Man: Far From Home",
		"description": "Pókember nem pihenhet. Az már kiderült, hogy az ifjú pók (Tom Holland) egyedül is képes megmenteni a világot, és csoportban is megállja a helyét, de közben ő úgy érzi, hogy neki is jár mindaz, ami bármelyik középiskolásnak: és a haverjaival európai utazásra indul. De éppen, amikor végre élvezhetné mindazt, amit a baráti lazulás kínálhat, újabb kihívás elé kell néznie. A rejtélyes Mysterio (Jake Gyllenhaal) miatt új kalandba indul, és könnyen lehet, hogy Pókember, aki nagy nehezen próbálja a hátizsákos utazást a hősi küzdelemmel összehangolni, kénytelen régi Bosszúálló társaitól segítséget kérni.",
		"category": "Marvel",
		"filename": "farfromhome.mp4"
	},
	{
		"id": 6,
		"type": "movie",
		"image": "kingsman2.jpg",
		"title": "Kingsman: The Golden Circle",
		"description": "Ha a világot valami rettenetes baj, világuralomra törő főgonosz vagy más efféle rémség fenyegeti, akkor sem kell félnünk: van szakember, aki megállítja a gonoszságot. A Kingsman közelharcra és rejtvényfejtésre egyaránt tökéletesen kiképzett, úriember ügynökei majdnem mindig tudják, mi a teendő. De néha a \"majdnem mindig\" is kevés. Az új ellenség (Julianne Moore) természetesen világuralomra tör, valószínűleg őrült, és biztosan lángész: sikeresen csapdába csalja a Kingsman-csapatot, és felrobbantja a központjukat. Csak az újonc Töki (Taron Egerton) és kiképzője, Merlin (Mark Strong) ússza meg a támadást: ők Amerikába menekülnek, ahol a szervezetükhöz hasonló, helyi cég, a Statesman egy embere (Halle Berry) várja őket. Együtt vágnak neki, eddigi legkeményebb, legveszélyesebb feladatuk leküzdésének.",
		"category": "Kingsman",
		"filename": "kingsman2.mp4"
	},
	{
		"id": 7,
		"type": "series",
		"image": "daredevil.jpg",
		"title": "Marvel: Daredevil",
		"description": "Matt Murdock gyermekkorában egy baleset következtében megvakul, de egy vegyszernek köszönhetően a többi érzékszerve emberfelettivé válik és kialakul egy radarérzék is amivel a környezetét \"látja\". Matt Murdock nappal mint ügyvéd, éjjel mint álarcos igazságosztó védi Hell's Kitchen környékét a bűnözőktől.",
		"category": "Marvel",
		"seasons": "3",
		"episodes": [
			13,
			13,
			13
		]
	},
	{
		"id": 8,
		"type": "series",
		"image": "whatif.jpg",
		"title": "Marvel: What if?",
		"description": "A sorozat bemutatja, hogy mi történne, ha a Marvel-moziuniverzum (MCU) filmjeiből származó főbb pillanatok másként történnének.",
		"category": "Marvel",
		"seasons": "1",
		"episodes": [
			9
		]
	},
	{
		"id": 9,
		"type": "series",
		"image": "loki.jpg",
		"title": "Marvel: Loki",
		"description": "Miután Loki ellopta a Tesseractot, őrizetbe veszi egy szervezet, ami az időt felügyeli. Segítségével egy hosszú időutazásra indulnak, amely folyamán megváltoztatja az emberek történelmét, és emiatt hatalmas kalamajkába kerül.",
		"category": "Marvel",
		"seasons": "1",
		"episodes": [
			6
		]
	},
	{
		"id": 10,
		"type": "series",
		"image": "mandalorian.jpg",
		"title": "The Mandalorian",
		"description": "A The Mandalorian (A mandalori) az első élőszereplős Star Wars-sorozat, amely 2019 novemberében debütált a Disney+ nevű streaming-szolgáltatásában. A hivatalosan még magyar cím nélküli The Mandalorian sorozat főszereplője egy magányos mandalori fejvadász (Pedro Pascal), aki bonyolult küldetéseket vállalva jut egy hatalmas összeesküvés nyomára. A sorozatot Jon Favreau a Vasember 1-2, Az oroszlánkirály és A dzsungel könyve rendezője készítette el a Disney számára.",
		"category": "Star Wars",
		"seasons": "2",
		"episodes": [
			8,
			8
		]
	},
	{
		"id": 11,
		"type": "movie",
		"image": "ivosgyerek.gif",
		"title": "Hello?",
		"description": "Helaú?",
		"category": "Meme",
		"filename": "stuck.mp4"
	},
	{
		"id": 12,
		"type": "movie",
		"image": "maxresdefault.jpg",
		"title": "260 kilómétert utaztak a cigányok",
		"description": "Én tudok főzni, én áldoztam ezért: 7-kor fölkeltem, marhát pucoltam, az, hogy egy faszszopó geci kurva elment a retkes kurva anyjába, nem érdekel, 260 kilométert utaztak a cigányok, nehogymár olyan nyerje baszdmeg aki nem tud főzni! Én, aki reggel óta főzök, hát menjetek a faszomba, baszd meg a gecibe, szórakoztok velem, hagyjatok már baszdmeg, mi a faszt szavazzak?  Ez egy főzőverseny baszki, há' mit szavazzak? Mit szavazzak baszdmeg? Mit, hogy a pincér csinálja meg az étteremben? Hétkor pucoltam a marhapörköltet, faszszopó.  Baszki. Gyere ide, gyere ide, kisköcsög! Gyere, most mondd el! Aki erős, itt megáll előttem. Hétkor elkezdtem pucolni a marhapörköltet, mi a faszomra szavazzak?  Hát kinek van igaza gyerekek? Egy verseny, én ezért nem aludtam 1-2-3 napot. A menyasszonyomat nyüstöltem, hogy pucolja a krumplit, érted? Pucolta a krumplit, a Papp Dani baszdmeg - úgy, hogy neki családi programja volt baszdmeg - rohangált ide, hogy a terítést idehozza. Én könyörögtem itt a lakóknak - ne csititgass Timi, kérlek - mert itt halt meg a szomszéd. És akkor szavazzuk meg. Hát nyerjen olyan aki nem tud főzni? Nyerjen a rómeó?  Ez egy főzőverseny: a Rómeó tud úgy főzni mint én? Rómeó, szerinted tudsz úgy főzni mint én? Jó, de azt megcsináltam.  Te mit csináltál? Jó, akkor a Győző nyert, jóéjszakát, szevasztok.",
		"category": "Meme",
		"filename": "damu.mp4"
	},
	{
		"id": 13,
		"type": "series",
		"image": "informant.jpg",
		"title": "The Informant",
		"description": "1985. A kommunista Magyarország a politikai változások küszöbén. A húszéves Gergő szíve tele van izgalommal és várakozással; Budapestre költözik, hogy a Gazdaságtudományi Egyetemen tanuljon. Kollégiumi élete első napján csatlakozik egy csapat demokratikus ellenzéki fiatalhoz, akik tüntetéseket szerveznek a kommunista rendszer ellen. A csoportot Száva Zsolt, a karizmatikus fiatal diák vezeti, aki hamarosan Gergő legjobb barátja lesz. A vidéki srác élete egy pillanat alatt megváltozik a gyönyörű lányok, bulik és politikai viták hatására.",
		"category": "Uncategorized",
		"seasons": "1",
		"episodes": [
			6
		]
	}
]