[
	{
		"type": "movie",
		"image": "ivosgyerek.gif",
		"title": "Hello?",
		"description": "Helaú?",
		"category": "Meme",
		"filename": "stuck.mp4"
	},
	{
		"type": "movie",
		"image": "maxresdefault.jpg",
		"title": "260 kilómétert utaztak a cigányok",
		"description": "Én tudok főzni, én áldoztam ezért: 7-kor fölkeltem, marhát pucoltam, az, hogy egy faszszopó geci kurva elment a retkes kurva anyjába, nem érdekel, 260 kilométert utaztak a cigányok, nehogymár olyan nyerje baszdmeg aki nem tud főzni! Én, aki reggel óta főzök, hát menjetek a faszomba, baszd meg a gecibe, szórakoztok velem, hagyjatok már baszdmeg, mi a faszt szavazzak?  Ez egy főzőverseny baszki, há' mit szavazzak? Mit szavazzak baszdmeg? Mit, hogy a pincér csinálja meg az étteremben? Hétkor pucoltam a marhapörköltet, faszszopó.  Baszki. Gyere ide, gyere ide, kisköcsög! Gyere, most mondd el! Aki erős, itt megáll előttem. Hétkor elkezdtem pucolni a marhapörköltet, mi a faszomra szavazzak?  Hát kinek van igaza gyerekek? Egy verseny, én ezért nem aludtam 1-2-3 napot. A menyasszonyomat nyüstöltem, hogy pucolja a krumplit, érted? Pucolta a krumplit, a Papp Dani baszdmeg - úgy, hogy neki családi programja volt baszdmeg - rohangált ide, hogy a terítést idehozza. Én könyörögtem itt a lakóknak - ne csititgass Timi, kérlek - mert itt halt meg a szomszéd. És akkor szavazzuk meg. Hát nyerjen olyan aki nem tud főzni? Nyerjen a rómeó?  Ez egy főzőverseny: a Rómeó tud úgy főzni mint én? Rómeó, szerinted tudsz úgy főzni mint én? Jó, de azt megcsináltam.  Te mit csináltál? Jó, akkor a Győző nyert, jóéjszakát, szevasztok.",
		"category": "Meme",
		"filename": "damu.mp4"
	},
	{
		"type": "series",
		"image": "informant.jpg",
		"title": "The Informant",
		"description": "1985. A kommunista Magyarország a politikai változások küszöbén. A húszéves Gergő szíve tele van izgalommal és várakozással; Budapestre költözik, hogy a Gazdaságtudományi Egyetemen tanuljon. Kollégiumi élete első napján csatlakozik egy csapat demokratikus ellenzéki fiatalhoz, akik tüntetéseket szerveznek a kommunista rendszer ellen. A csoportot Száva Zsolt, a karizmatikus fiatal diák vezeti, aki hamarosan Gergő legjobb barátja lesz. A vidéki srác élete egy pillanat alatt megváltozik a gyönyörű lányok, bulik és politikai viták hatására.",
		"category": "Uncategorized",
		"seasons": "1",
		"filename": "informant",
		"episodes": [
			8
		]
	},
	{
		"type": "movie",
		"image": "django.jpg",
		"title": "Django Unchained",
		"description": "Amerika déli része két évvel a polgárháború előtt. Egy különös módszereket követő profi fejvadász (Christoph Waltz) egy rabszolga (Jamie Foxx) segítségével nagy sikert ér el, és hálából felszabadítja Djangót. De a társak együtt maradnak, hogy megkeressék a fekete férfi feleségét (Kerry Washington), akit egy rabszolgapiacon láttak utoljára. A nyomok végül egy ültetvényre vezetik őket, melynek tulajdonosa (Leonardo DiCaprio) rabszolgáit - trénere segítségével - egymás elleni gladiátorküzdelemre képezi ki. A fejvadászoknak sikerül bejutniuk a birtokra, de nem biztos, hogy ki is jutnak onnan: a földesúr hű szolgája (Samuel L. Jackson) gyanút fog, és a kalandorok csapdába esnek. Dönteniük kell, hogy az önfeláldozás vagy a túlélés-e a fontosabb számukra.",
		"category": "Uncategorized",
		"filename": "django_unchained.mp4"
	},
	{
		"type": "movie",
		"image": "oscar.jpg",
		"title": "Oscar",
		"description": "Angelo Provolone (Sylvester Stallone) ismert és megbecsült tagja az alvilágnak. Alkohol-csempészésből igen szép vagyonra tett szert, gyönyörű házzal és csodaszép feleséggel büszkélkedhet. Egy napon haldokló apja megesketi fiát, hogy felhagy a törvényszegéssel, a bűnözéssel és jó útra tér. Csakhogy a bűnös élet nem akar szakítani vele. Sőt, minden összeesküszik ellene: felbukkan egy lány, aki Angelót apjaként tünteti fel. Megjelenik az érzékeny lelkű nyelvészprofesszor, dr. Poole, aki a nap végén, mint vőlegény távozik. A szexis szobalány a felfordulás közepén kilép, ám nem a megfelelő kofferral távozik.",
		"category": "Uncategorized",
		"filename": "oscar.mp4"
	},
	{
		"type": "movie",
		"image": "thesocialnetwork.jpg",
		"title": "The Social Network",
		"description": "Mark Zuckerberg jobban ért a számítógépekhez, mint a csajozáshoz. A Harvard egyetem diákja ideje nagy részét a gépe előtt tölti. 2003-ban új ötlettel áll elő: egy olyan oldalt indít a világhálón, ahol a haverok közösségi életet élhetnek. A kollégiumi szobából indult Facebook valóságos kommunikációs forradalmat hozott, és alapjaiban változtatta meg a világot, az emberi kapcsolatokat és megváltoztatta az alkotóját is. Hat esztendővel és ötszázmillió ismerőssel később Zuckerberg a világ legfiatalabb milliárdosa. Egykor békés, nyugodt életről álmodott, a siker azonban felkavarta mind a szakmai, mind a magánéletét.",
		"category": "Uncategorized",
		"filename": "socialnetwork.mp4"
	},
	{
		"type": "movie",
		"image": "fuckyougoethe.jpg",
		"title": "Fák jú, Tanár úr!",
		"description": "A volt bűnöző, Zeki Müller (Elyas M'barek) barátnője elrejtette a férfi által ellopott pénzt, és valaki pont a szajré fölé húzott fel egy iskolát. Zekinek ebben a helyzetben nincs más választása, kénytelen helyettes tanárnak kiadni magát a Goethe Középiskolában, és ezáltal újabb problémával gazdagítja a német oktatási rendszert: minden idők legőrültebb pedagógusával. Éjszakánként titokban próbálja kiásni a pénzt, napközben pedig drasztikus, bár hatékony módszerekkel igyekszik megnevelni a 10/b rakoncátlan diákjait. Ugyan pedáns kolléganője, Lisi Schnabelstedt (Karoline Herfurth) elítéli a férfi radikális pedagógiai fogásait, azon kapja magát, hogy beleszeret, sőt még segít is neki előásni valamit, ami jóval többet ér a pénznél - Zeki erkölcsi integritását.",
		"category": "Fák jú, Tanár úr!",
		"filename": "fuckyougoethe.mp4"
	},
	{
		"type": "movie",
		"image": "fuckyougoethe2.jpg",
		"title": "Fák jú, Tanár úr! 2",
		"description": "A történtek után Zeki Müller lett a Goethe suli sztárja, mindenki szereti. Véletlenül talált új hivatása iránt érzett lelkesedéséből azonban veszíteni kezd a korai kelések, az irritáló diákok és a véget nem érő papírmunka miatt. Ráadásul az ambiciózus igazgatónő a fejébe vette, hogy elhalássza a rivális elit iskola orra elől a Thaiföldi partneriskola-programot, hogy ezzel turbózza fel a lezüllött Goethe-t, így az Oktatási Minisztérium őket választhassa ki új országos kampányához. Müller és Schnabelstedt felügyelete alatt az első részből jól ismert Chantal, Zeynep és Danger vezette díszes társaság hozza a formáját első külföldi útjuk során is, bemutatva szociális inkompetenciájuk és általános műveletlenségük elképzelhetetlenül széles spektrumát. És mintha nem lenne elég Zekinek az állandó tanár-diák háború, még a sznob konkurencia nagyképű tanárával is fel kell vennie a harcot, akinek egyetlen célja, hogy pontot tegyen Müller tanári karrierjének végére.",
		"category": "Fák jú, Tanár úr!",
		"filename": "fuckyougoethe2.mp4"
	},
	{
		"type": "movie",
		"image": "captainamerica.jpg",
		"title": "Captain America: The First Avenger",
		"description": "Javában dúl a második világháború 1941-ben. A lelkes és mindenre elszánt ifjú, Steve Rogers is jelentkezik a hadseregbe, ám a gyenge fizikuma miatt kiszuperálják a sorozáson. Ezért örömmel jelentkezik a titkos katonai kísérleti programba, az Újjászületés nevet viselő projektbe, melynek keretében szuperkatonát csinálnak belőle. Az izomkolosszussá fejlődött Amerika kapitány feladata megállítani a nácik titkos tudománmyos részlegét, a Hydrát, melyet a világuralmi törekvéseket dédelgető, rettegett Vörös Koponya vezet.",
		"category": "Marvel Cinematic Universe",
		"filename": "captainamerica.mp4"
	},
	{
		"type": "movie",
		"image": "captainmarvel.jpg",
		"title": "Captain Marvel",
		"description": "A Marvel Studios az 1990-es években játszódó filmje, a Marvel Kapitány egy teljesen új kaland a Marvel mozis univerzumának eddig nem ismert periódusából, amely Carol Danverst követi nyomon. Mikor egy két idegen faj közötti galaktikus háború eléri a Földet, Danvers néhány szövetségessel együtt az események forgatagában találja magát, s hamarosan a világegyetem egyik legerősebb hősévé válik.",
		"category": "Marvel Cinematic Universe",
		"filename": "captainmarvel.mp4"
	},
	{
		"type": "movie",
		"image": "ironman.jpg",
		"title": "Iron Man",
		"description": "Tony Stark, a zseniális feltaláló és különc milliárdos éppen legújabb szuperfegyverét mutatja be, amikor a csoportot támadás éri és Tony mellkasába vasszilánk fúródik, mely lassan halad a szíve felé. Ráadásul foglyul ejtik és azt követelik tőle, hogy építsen meg egy minden eddiginél pusztítóbb fegyvert. Tony meg is építi, azonban egy olyan páncélöltözet formájában, amely segítségére lehet a szökésben és távol tartja a vasszilánkot a szívétől. Így születik meg a legendás Vasember.",
		"category": "Marvel Cinematic Universe",
		"filename": "ironman.mp4"
	},
	{
		"type": "movie",
		"image": "ironman2.jpg",
		"title": "Iron Man 2",
		"description": "Kiderült, hogy a szuperhős Vasember valójában Tony Stark. Kihasználva az iránta való érdeklődést a milliárdos feltaláló fel akarja hívni a figyelmet a közjó szolgálatába állítható technikai újdonságokra. A kormány azonban azt szeretné, ha fejlesztéseit a hadsereg kapná. Tony azonban nem akarja megosztani a Vasemberrel kapcsolatos információit, attól fél, hogy azok rossz kezekbe kerülnek. Közben felbukkan egy rejtélyes figura a Stark család múltjából. Ivan Vanko a saját fegyverével akarja elpusztítani a Vasembert. A szuperhős kénytelen újra akcióba lépni, hogy a barátai segítségével legyőzze azokat az erőket, amelyek őt és az emberiséget fenyegetik.",
		"category": "Marvel Cinematic Universe",
		"filename": "ironman2.mp4"
	},
	{
		"type": "movie",
		"image": "hulk.jpg",
		"title": "The Incredible Hulk",
		"description": "Bruce Banner, a tudós kétségbeesetten keresi a gyógymódot arra a gamma-sugárzásra, amely megmérgezte a sejtjeit, és egy fékezhetetlen haragú erőt szabadít fel benne: a Hulkot. Banner kénytelen az árnyékba húzódni, bujkálni, elszakadni attól az élettől, amit ismert, és attól a nőtől, akit szeretett, miközben menekül az őt üldöző \"Villám\" Ross tábornok és a hadigépezet elől, akik azért üldözik, hogy elkapják, és erejét brutálisan kihasználják. Emellett azonban feltűnik a színen egy új, szörnyű ellenfél, a Förtelem, akinek pusztító ereje még Hulkét is felülmúlja. Hősünknek tehát döntenie kell: vagy elfogadja a tudós békés életét, vagy felfedezi a hőst abban a lényben, aki benne lakozik.",
		"category": "Marvel Cinematic Universe",
		"filename": "hulk.mp4"
	},
	{
		"type": "movie",
		"image": "thor.jpg",
		"title": "Thor",
		"description": "A hatalmas Thor rettenthetetlen harcos, óriási pörölyéről legendákat mesélnek. A csatában vitéz és legyőzhetetlen, ám makacssága és hirtelen haragú természete nem teszi őt alkalmassá arra, hogy apját kövesse Ashgar trónján. Képtelen lenne megfontoltan irányítani birodalmát. Thor meggondolatlan tette miatt újra fellángol egy régi háború. Büntetésül a Földre száműzik, ahol kénytelen az emberek között élni. Amikor a világából érkező gonosz le akarja igázni a Földet, Thornak el kell döntenie, melyik oldalra áll.",
		"category": "Marvel Cinematic Universe",
		"filename": "thor.mp4"
	},
	{
		"type": "movie",
		"image": "avengers.jpg",
		"title": "The Avengers",
		"description": "Nick Fury (Samuel L. Jackson), az Ügynökség vezetője új fenyegetést észlel. Az ellenfél minden eddiginél nagyobb veszélyt jelent a Földre. Fury a katasztrófa elkerülésére összehívja a szuperhősöket. A toborzás eredményeként hamarosan sohasem látott szupercsapat néz farkasszemet az ellenséggel. Vasember (Robert Downey Jr.), Amerika kapitány (Chris Evans), a Fekete Özvegy (Scarlett Johansson) és a többiek indulnak harcba, hogy megakadályozzák bolygónk pusztulását. Bruce Banner (Mark Ruffalo) megfékezhetetlen alteregója, Hulk azonban kis híján mindent szétrombol.",
		"category": "Marvel Cinematic Universe",
		"filename": "avengers.mp4"
	},
	{
		"type": "movie",
		"image": "ironman3.jpg",
		"title": "Iron Man 3",
		"description": "A legutóbbi küldetése után Tony Stark talonba tette a Vasembert. A tudós-szuperhős boldogan él egykori asszisztensével, ám álmatlanságban szenved, és pánikrohamok gyötrik. Amikor merényletek sora rázza meg a várost, Stark úgy dönt, hogy felveszi a (vas)kesztyűt, és szembeszáll a titokzatos ellenséggel. A Vasemberen végzett legújabb fejlesztése azonban még nem tökéletes, ráadásul felbukkan néhány korábbi ismerőse is. Az ösztönei és a találékonysága segítségével talán sikerül felülemelkedni a nehézségeken.",
		"category": "Marvel Cinematic Universe",
		"filename": "ironman3.mp4"
	},
	{
		"type": "movie",
		"image": "thor2.jpg",
		"title": "Thor: The Dark World",
		"description": "Amikor a Föld és a Kilenc Birodalom világa fedésbe kerül, megnyílnak a bolygók közötti dimenziókapuk. Ezt kihasználva akar mindent elpusztítani Malekith, a sötét elf, hogy visszataszítsa az univerzumot a teremtés előtti sötétségbe. Még Odin és Asgard sem tud szembeszállni azzal az ellenséggel, akivel Thornak szembe kell néznie. Veszélyes küldetése során újra találkozik szerelmével, az atomfizikus Jane Fosterrel, és ki kell szabadítania a börtönben sínylődő Lokit, hogy a segítségével visszaállítsa az univerzum rendjét.",
		"category": "Marvel Cinematic Universe",
		"filename": "thor2.mp4"
	},
	{
		"type": "movie",
		"image": "captainamerica2.jpg",
		"title": "Captain America: The Winter Soldier",
		"description": "Két évvel a New Yorkért folytatott csata után Amerika kapitány, azaz Steve Rogers Washingtonban él, és próbál alkalmazkodni a modern világ kihívásaihoz. Amikor azonban a S.H.I.E.L.D. egyik munkatársát megtámadják, a világot fenyegető összeesküvés közepén találja magát. Szövetségesével, a Fekete Özveggyel együtt ered az igazság nyomába, miközben bérgyilkosok hada próbálja elkapni őket. Hamarosan csatlakozik hozzájuk Sólyom is, ám így is minden erejükre szükség lesz, hogy leszámoljanak ellenfelükkel.",
		"category": "Marvel Cinematic Universe",
		"filename": "captainamerica2.mp4"
	},
	{
		"type": "movie",
		"image": "guardians.jpg",
		"title": "Guardians of the Galaxy",
		"description": "A kalandor Peter Quill ellopja a titokzatos gömböt, amelyre a bolygóközi uralomra törő Ronan is pályázik. A főgonosz ezért hajtóvadászatot indít utána. Menekülés közben Quill kényszerű szövetséget köt négy különös alakkal: Rockettel, Groottal, Gamorával és Draxszal. Az állig felfegyverzett mosómedve, az élő fára emlékeztető lény, a veszedelmes bérgyilkosnő és a Pusztító alkotják a Galaxis őrzőit. Quill rájön, hogy a titokzatos gömbnek milyen ereje van, és mekkora veszélyt jelent az univerzumra nézve.",
		"category": "Marvel Cinematic Universe",
		"filename": "guardians.mp4"
	},
	{
		"type": "movie",
		"image": "guardians2.jpg",
		"title": "Guardians of the Galaxy Vol. 2",
		"description": "Miközben szól a Király Válogatáskazi #2, a Marvel produkciójában készült A galaxis őrzői vol. 2.-ben folytatódnak a csapat kalandjai, melyek a kozmosz távolabbi szegleteibe vezetik őket. Az őrzőknek sokat kell tenniük azért, hogy összetartsák újdonsült családjukat, miközben kiderítenek egyet s mást Peter Quill igazi szüleiről is.",
		"category": "Marvel Cinematic Universe",
		"filename": "guardians2.mp4"
	},
	{
		"type": "movie",
		"image": "ageofultron.jpg",
		"title": "Avengers: Age of Ultron",
		"description": "Amikor Tony Stark újra életet akar lehelni a parkolópályára állított békefenntartó programba, nem minden sikerül a tervei szerint. A Föld legnagyobb hőseinek, vagyis Vasembernek, Amerika kapitánynak, Thornak, a Hihetetlen Hulknak, a Fekete Özvegynek és Sólyomszemnek ezúttal a legvégső megmérettetésen kell helytállniuk, mivel a bolygó sorsáról van szó. A rettegett Ultron megjelenésével a Bosszúállókra vár a feladat, hogy megakadályozzák ördögi terve megvalósítását. Az egyedülálló, globális kaland azonban csupán vonakodva megköttetett szövetségek és nem várt események árán teljesedhet ki.",
		"category": "Marvel Cinematic Universe",
		"filename": "ageofultron.mp4"
	},
	{
		"type": "movie",
		"image": "antman.jpg",
		"title": "Ant-Man",
		"description": "A Marvel Moziuniverzum következő epizódjában a nézők megismerkedhetnek az eredeti Bosszúállók egyik alapítójával, aki első alkalommal látható a mozivásznon. A Hangya szuperképessége, hogy rendkívül kis méretűre tud zsugorodni, miközben ereje megsokszorozódik. A Scott Lang polgári névre hallgató, rendkívül sikeres tolvaj sorsa úgy alakul, hogy akarva-akaratlanul hőssé válik, amikor segítenie kell egykori mentorának, Dr. Hank Pymnek. A doktor által tervezett speciális Hangya páncélra gonosz erők vetettek szemet, a két férfinak ezért meg kell akadályozni, hogy a különleges öltözet rossz kezekbe kerüljön. Pymnek és Langnek ezért együtt kell dolgoznia, hogy végrehajtsák a tökéletes rablást és ezzel megmentsék a világot.",
		"category": "Marvel Cinematic Universe",
		"filename": "antman.mp4"
	},
	{
		"type": "movie",
		"image": "captainamerica3.jpg",
		"title": "Captain America: Civil War",
		"description": "Az Amerika kapitány: Polgárháborúban Steve Rogers az újjáalakult Bosszúállók csapatának élén próbál gondoskodni az emberiség biztonságáról. Azonban egy újabb incidens következik be, amelynek nem várt következményei lesznek. A Bosszúállókon egyre nő a politikai nyomás, hogy egy kormányzati szerv irányítsa őket, akiknek be kell számolniuk akcióikról. Az új rend megosztja a Bosszúállókat, a csapat két részre szakad. Az egyik csoport élén Steve Rogers áll, aki úgy véli, a Bosszúállóknak szabadon kellene tevékenykednie, hogy védelmezhessék az emberiséget. A másik frakció élén Tony Star, aki az irányítás és elszámoltathatóság eszméjét támogatja. A nézőknek döntenie kell, hogy melyik tábornak drukkolnak, miközben a háború immár két fronton zajlik.",
		"category": "Marvel Cinematic Universe",
		"filename": "captainamerica3.mp4"
	},
	{
		"type": "movie",
		"image": "homecoming.jpg",
		"title": "Spider-Man: Homecoming",
		"description": "Kamaszodni eleve nem könnyű, és Peter nem arról híres, hogy feltalálja magát. Nagyon vicces srác, mégsem tartozik a nagymenők közé. Nappal. Éjszaka azonban övé a nagyváros, és nemcsak utcaszinten. Különleges szerkóban lendül felhőkarcolóról felhőkarcolóra, nem lehet meglépni előle és nem könnyű legyőzni. Eddig legalábbis senkinek sem sikerült.De a Pókember most egészen új ellenségekkel találkozik, és úgy tűnik, még a szokásos humora is kevés lehet hozzá, hogy életben maradjon. Az új bajban új szövetségesek után kell néznie.",
		"category": "Marvel Cinematic Universe",
		"filename": "homecoming.mp4"
	},
	{
		"type": "movie",
		"image": "doctorstrange.jpg",
		"title": "Doctor Strange",
		"description": "A világhírű idegsebész, Dr. Stephen Strange élete tragikus fordulatot vesz egy szörnyű autóbaleset következtében. Miután a kezeit attól kezdve használni képtelen orvosnak a hagyományos gyógymódok nem használnak, valószínűtlen helyen talál segítséget - egy titokzatos himalájai enklávé, a Kamar-Taj az utolsó reménye. Strange hamarosan rádöbben, ez a hely nem pusztán a gyógyításé, hanem a hadviselésé is: láthatatlan, sötét erőket kell visszaverniük, melyek világunk elpusztítására törekszenek. A doktor rövidesen válaszút elé kerül: visszatér régi, vagyonnal és népszerűséggel járó életéhez, vagy hátat fordít múltjának és újonnan szerzett mágikus képességeit latba vetve a világ szolgálatába áll a valaha volt legerősebb mágusként.",
		"category": "Marvel Cinematic Universe",
		"filename": "doctorstrange.mp4"
	},
	{
		"type": "movie",
		"image": "blackpanther.jpg",
		"title": "Black Panther",
		"description": "A Marvel Studios Fekete Párduc című új filmjének hőse T'Challa, aki apja halálát követően hazatér az elszigetelt, ám technológiailag fejlett afrikai országba, Wakanda királyságába, hogy elfoglalja az őt megillető helyet a trónon. Ám mikor egy nagy hatalmú ősi ellenség ismét feltűnik a színen, T'Challa királyként és a Fekete Párducként is próbára tétetik: a félelmetes összecsapás kimenetelén nem pusztán Wakanda, hanem az egész világ sorsa áll. Árulások és veszélyek közepette az ifjú uralkodónak maga mellé kell állítania szövetségeseit és felszínre kell engednie a Fekete Párduc minden erejét, hogy legyőzze ellenfeleit és biztonságban tudhassa népét.",
		"category": "Marvel Cinematic Universe",
		"filename": "blackpanther.mp4"
	},
	{
		"type": "movie",
		"image": "thor3.jpg",
		"title": "Thor: Ragnarök",
		"description": "A Marvel Studios új filmjében Thort pörölyétől megfosztva bebörtönzik az univerzum túlsó felén. Az idővel versenyt futva próbál visszajutni Asgardba, és megállítani a Ragnarököt; egy háborút, ami otthonának pusztulásával és az asgardi civilizáció eltűnésével járhat, és amit egy mindenható új ellenség, a könyörtelen Hela idézett elő. Először azonban túl kell élnie egy halálos gladiátorviadalt, amelyben ellenfele korábbi szövetségese és szintén a Bosszúállók tagja: a hihetetlen Hulk!",
		"category": "Marvel Cinematic Universe",
		"filename": "thor3.mp4"
	},
	{
		"type": "movie",
		"image": "antman2.jpg",
		"title": "Ant-Man and The Wasp",
		"description": "A Marvel Studios új filmjében az Amerika Kapitány: Polgárháború eseményeit követően Scott Lang kénytelen viselni döntései következményeit szuperhősként és apaként egyaránt. Próbál egyensúlyozni a magánéletében és a Hangyaként reá nehezedő felelősséggel, ám mikor Hope van Dyne és Dr. Hank Pym felkeresi, újabb küldetésre indul. A Darázs személyében társat is kap, így csapatban derítenek fel súlyos titkokat a múltból.",
		"category": "Marvel Cinematic Universe",
		"filename": "antman2.mp4"
	},
	{
		"type": "movie",
		"image": "blackwidow.jpg",
		"title": "Black Widow",
		"description": "A Marvel Studios akciódús kém-thrillerében, a FEKETE ÖZVEGY-ben Natasha Romanoff kénytelen lesz szembenézni múltja sötét epizódjaival, amikor egy veszedelmes összeesküvés hozzá is elér. Nyomában egy életére törő, kérlelhetetlen erővel, Natasha számot kell vessen kémes múltjával és családi kötelékeivel, amiket már jóval azelőtt felbontott, hogy Bosszúálló lett.",
		"category": "Marvel Cinematic Universe",
		"filename": "blackwidow.mp4"
	},
	{
		"type": "movie",
		"image": "infinity.jpg",
		"title": "Avengers: Infinity War",
		"description": "A Marvel mozis univerzumának egészét felölelő, tíz év eseményeinek tetőpontját jelentő Bosszúállók: Végtelen háborúban minden idők legnagyobb és leghalálosabb leszámolására kerül sor. A Bosszúállóknak és szövetségeseiknek mindent kockára kell tenniük, hogy megfékezzék a nagy erejű Thanost, aki egy szemvillanás alatt elpusztíthatja a világot.",
		"category": "Marvel Cinematic Universe",
		"filename": "infinity.mp4"
	},
	{
		"type": "movie",
		"image": "endgame.jpg",
		"title": "Avengers: Endgame",
		"description": "Thanos súlyos tette, amivel elpusztította az univerzum élőlényeinek felét és megtörte a Bosszúállókat, a megmaradt hősöket egy végső összecsapásra készteti a Marvel Studios huszonegy filmet megkoronázó, nagyszabású fináléjában, a Bosszúállók: Végjátékban.",
		"category": "Marvel Cinematic Universe",
		"filename": "endgame.mp4"
	},
	{
		"type": "movie",
		"image": "shangchi.jpg",
		"title": "Shang-Chi and the Legend of the Ten Rings",
		"description": "Shang-Chi azt hitte, végleg lezárta a múltat, ám mikor a Tíz Gyűrű elnevezésű titokzatos szervezet hálójába kerül, kénytelen lesz újra szembenézni vele. A SHANG-CHI ÉS A TÍZ GYŰRŰ LEGENDÁJA címszerepét Simu Liu játssza, partnerei többek között Tony Leung, Awkwafina és Michelle Yeoh.",
		"category": "Marvel Cinematic Universe",
		"filename": "shangchi.mp4"
	},
	{
		"type": "movie",
		"image": "farfromhome.jpg",
		"title": "Spider-Man: Far From Home",
		"description": "Pókember nem pihenhet. Az már kiderült, hogy az ifjú pók (Tom Holland) egyedül is képes megmenteni a világot, és csoportban is megállja a helyét, de közben ő úgy érzi, hogy neki is jár mindaz, ami bármelyik középiskolásnak: és a haverjaival európai utazásra indul. De éppen, amikor végre élvezhetné mindazt, amit a baráti lazulás kínálhat, újabb kihívás elé kell néznie. A rejtélyes Mysterio (Jake Gyllenhaal) miatt új kalandba indul, és könnyen lehet, hogy Pókember, aki nagy nehezen próbálja a hátizsákos utazást a hősi küzdelemmel összehangolni, kénytelen régi Bosszúálló társaitól segítséget kérni.",
		"category": "Marvel Cinematic Universe",
		"filename": "farfromhome.mp4"
	},
	{
		"type": "movie",
		"image": "nowayhome.jpg",
		"title": "Spider-Man: No Way Home",
		"description": "Pókembernek sok és sokféle kalandja volt már, de ilyen még soha. Lekerült róla a maszk, a világ megtudta, kicsoda ő igazából, és most egy egészen új veszéllyel is számolnia kell: a nyilvánossággal. Többé nem tudja, kényelmesen kettéválasztani a magánéletét és a szuperhős-világot. Doktor Strange-hez fordul segítségért, de attól csak még jobban megkavarodik a helyzet.",
		"category": "Marvel Cinematic Universe",
		"filename": "nowayhome.mp4"
	},
	{
		"type": "series",
		"image": "daredevil.jpg",
		"title": "Marvel: Daredevil",
		"description": "Matt Murdock gyermekkorában egy baleset következtében megvakul, de egy vegyszernek köszönhetően a többi érzékszerve emberfelettivé válik és kialakul egy radarérzék is amivel a környezetét \"látja\". Matt Murdock nappal mint ügyvéd, éjjel mint álarcos igazságosztó védi Hell's Kitchen környékét a bűnözőktől.",
		"category": "Marvel Series",
		"seasons": "3",
		"filename": "daredevil",
		"episodes": [
			13,
			13,
			13
		]
	},
	{
		"type": "series",
		"image": "loki.jpg",
		"title": "Marvel: Loki",
		"description": "Miután Loki ellopta a Tesseractot, őrizetbe veszi egy szervezet, ami az időt felügyeli. Segítségével egy hosszú időutazásra indulnak, amely folyamán megváltoztatja az emberek történelmét, és emiatt hatalmas kalamajkába kerül.",
		"category": "Marvel Series",
		"seasons": "1",
		"filename": "loki",
		"episodes": [
			6
		]
	},
	{
		"type": "series",
		"image": "whatif.jpg",
		"title": "Marvel: What If...?",
		"description": "A sorozat bemutatja, hogy mi történne, ha a Marvel-moziuniverzum (MCU) filmjeiből származó főbb pillanatok másként történnének.",
		"category": "Marvel Series",
		"seasons": "1",
		"filename": "whatif",
		"episodes": [
			9
		]
	},
	{
		"type": "movie",
		"image": "pirates.jpg",
		"title": "Pirates of the Caribbean: The Curse of the Black Pearl",
		"description": "A XVII. században a Karib-tenger a kalózok birodalma volt, akik megfélemlítették az angol királyi flottát is. Elizabeth Swannt (Keira Knightley), az angol kormányzó lányát elrabolja a rettegett kalóz, Barbossa kapitány (Geoffrey Rush). A lány gyerekkori barátja és szerelme, Will Turner (Orlando Bloom) Elizabeth megmentésére indul, és ebben szándéka ellenére is a kalózok segítségét kell kérnie. Jack Sparrow, a kalózok vezére (Johnny Depp) felfedi Barbossa és társai titkát. Will és Jack megkísérlik a lehetetlent: megszerezni a Fekete Gyöngyöt, megmenteni a lányt és mellesleg megszerezni a világ legdrágább kincsét.",
		"category": "Pirates of the Caribbean",
		"filename": "pirates.mp4"
	},
	{
		"type": "movie",
		"image": "pirates2.jpg",
		"title": "Pirates of the Caribbean: Dead Man's Chest",
		"description": "Jack Sparrow kapitánynak (Johnny Depp) ezúttal is természetfeletti kalózokkal gyűlik meg a baja: kiderül ugyanis, hogy egy régi vérszerződés miatt még mindig adósa a legendás Davy Jonesnak, a Repülő Hollandi nevű szellemhajó kapitányának (Bill Nighy). Jacknek mihamarabb rendeznie kell a tartozását, különben örök átokra és szolgaságra ítéltetik. S ha mindez még nem lenne elég, a kapitány zűrjei miatt meghiúsul Will Turner (Orlando Bloom) és Elizabeth Swann (Keira Knightley) kisasszony esküvője. Ugyanis ők is kénytelenek elkísérni Sparrow-t a nagy kalandra, ami akár életük utolsó útja is lehet.",
		"category": "Pirates of the Caribbean",
		"filename": "pirates2.mp4"
	},
	{
		"type": "movie",
		"image": "pirates3.jpg",
		"title": "Pirates of the Caribbean: At World's End",
		"description": "Will Turner és Elizabeth Swann kénytelenek szövetségre lépni egykori ellenségükkel, Barbossa kapitánnyal, hogy kiszabadítsák Jack Sparrow kapitányt. Jacket az elátkozott Davy Jones tartja fogva, aki a Kelet-Indiai Társaság irányítása alatt áll, és félelmetes hajójával, a Bolygó Hollandival rettegésben tartja a tengereket. A különös felmentőcsapatnak egészen a világ végéig kell hajóznia, hogy elérje célját. Ezután megpróbálják egyetlen halálfejes lobogó alá tömöríteni a kalózvezéreket. Hiszen csak így vehetik fel a harcot a siker reményében az angol flotta és a szellemkalózok ellen.",
		"category": "Pirates of the Caribbean",
		"filename": "pirates3.mp4"
	},
	{
		"type": "series",
		"image": "peakyblinders.jpg",
		"title": "Peaky Blinders [CC]",
		"description": "A múlt század eleji Birminghamben játszódik ez a nagy ívű brit gengsztersorozat, amely egy bűnbanda félelmet nem ismerő vezére, Thomas Shelby (Cillian Murphy) ambícióinak köszönhető gyors feltöréséről szól. A bűnszervezet magára irányítja a Belfastból érkezett Chester Campbell főfelügyelő (Sam Neill) figyelmét, akit maga Winston Churchill nevezett ki a helyi rendőrség élére. Kettejük háborúja az egész várost vérbe borítja. Thomas Shelby, a világháborúból megtért veterán különös ismertetőjellel ellátott bandája élén illegális fogadásokból és seftelésből szerzi minimális betevőjét, aztán mikor véletlenül hozzákerül egy helyi gyárból ellopott fegyverszállítmány, akkor nem csupán a gyors felemelkedés lehetősége villan fel előtte, de Chester Campbell felügyelő figyelmét is magára vonja, akit maga Winston Churchill hozatott át Írországból, hogy szerezze vissza az ellopott fegyvereket. Thomas nagynénje, Polly azt tanácsolja a fiúnak, hogy szolgáltassa vissza a fegyvereket, de a kísértés túl nagy. A fiatal bandavezérnek a bátyjával, Arthurral is meggyűlik a baja, aki nem szívesen hagyná ki a lóversenypálya tulajdonosát, Billy Kimbert a helyei versenyek megbundázásából. Thomas húga, Ada szerelmes Freddie Thorne-ba, aki megmentette Thomas életét a háborúban, és jelenleg marxista elveket vallva arra buzdítja a munkásokat, hogy követeljenek maguknak magasabb béreket. Campbell szemében ő legalább akkora veszélyt jelent, mint Thomas és bandája.",
		"category": "Uncategorized",
		"seasons": "6",
		"filename": "peakyblinders",
		"episodes": [
			6,
			6,
			6,
			6,
			6,
			6
		]
	},
	{
		"type": "movie",
		"image": "pirates4.jpg",
		"title": "Pirates of the Caribbean: On Stranger Tides",
		"description": "Johnny Depp ismét Jack Sparrow kapitány bőrébe bújik az akciódús történetben, mely igazságról, cselszövésekről, az ifjúságról és a halálról mesél. Amikor Jack múltjából felbukkan egy nő (Penelope Cruz), elbizonytalanodik, nem tudja, hogy ez igaz szerelem, vagy csak egy szívtelen szélhámos játszik a szívével, felhasználva őt a legendás ifjúság forrása megtalálásához. Angelica kényszeríti, hogy szálljon fel a Queen Anne's Revenge fedélzetére, mely a rettentő Feketeszakáll (Ian McShane) kalóz hajója, így Jack hirtelen egy olyan váratlan kalandba keveredik, ahol nem tudja kitől is kell jobban félnie: Feketeszakálltól vagy a nőtől a múltjából.",
		"category": "Pirates of the Caribbean",
		"filename": "pirates4.mp4"
	},
	{
		"type": "movie",
		"image": "pirates5.jpg",
		"title": "Pirates of the Caribbean: Dead Men Tell No Tales",
		"description": "Az újabb elsöprő erejű kalandban a hányatott sorsú Jack Sparrow-t (Johnny Depp) erősen megcsapja a balszerencse szele, mikor a rettentő Salazar kapitány (Javier Bardem) vezette gyilkos szellemkalózok megszöknek az Ördög Háromszögéből. Egyszerű cél vezérli őket: végezni akarnak minden egyes kalózzal – és Jackre különös gondot fordítanának. Sparrow egyetlen reménye Poszeidón legendás szigonyában rejlik, ám erre csak úgy bukkanhat rá, ha kényszerű szövetségre lép Carinával, a ragyogó elméjű és szépségű csillagásszal és az ifjú Henryvel, a királyi flotta nyakas tengerészével.",
		"category": "Pirates of the Caribbean",
		"filename": "pirates5.mp4"
	},
	{
		"type": "movie",
		"image": "kingsman.jpg",
		"title": "Kingsman: The Secret Service",
		"description": "Tökit kicsapták az iskolából, munka nélkül tengődik, az anyja lakásában lakik és zűrös életet él. Amikor autólopásért lecsukják, felhívja az apja halála után kapott érmén lévő telefonszámot. Ki is hozza őt a sittről a kifogástalan modorú, angolosan elegáns kém, Harry Hart, akinek annak idején a fiú apja mentette meg az életét. Harry megütközik a srác életmódján, ám lenyűgözi a fiú tehetsége és az intelligenciája, ezért felajánlja neki, hogy jelentkezhet a csapatába, ahol igazi James Bondot faragnak belőle.",
		"category": "Kingsman",
		"filename": "kingsman.mp4"
	},
	{
		"type": "movie",
		"image": "kingsman2.jpg",
		"title": "Kingsman: The Golden Circle",
		"description": "Ha a világot valami rettenetes baj, világuralomra törő főgonosz vagy más efféle rémség fenyegeti, akkor sem kell félnünk: van szakember, aki megállítja a gonoszságot. A Kingsman közelharcra és rejtvényfejtésre egyaránt tökéletesen kiképzett, úriember ügynökei majdnem mindig tudják, mi a teendő. De néha a \"majdnem mindig\" is kevés.",
		"category": "Kingsman",
		"filename": "kingsman2.mp4"
	},
	{
		"type": "movie",
		"image": "kingsman3.jpg",
		"title": "The King's Man",
		"description": "Mikor a történelem legszörnyűbb zsarnokai és bűnöző lángelméi összegyűlnek, hogy háborút kirobbantva emberek milliót tüntessék el a föld színéről, egyetlen férfi képes rá, hogy versenyt kell futva az idővel megállítsa őket. Fedezd fel, miként született a legelső független hírszerző ügynökség a KING'S MAN",
		"category": "Kingsman",
		"filename": "kingsman3.mp4"
	},
	{
		"type": "movie",
		"image": "fuckyougoethe3.jpg",
		"title": "Fák jú, Tanár úr! 3",
		"description": "Új tanév - új problémák. Zeki Miller pedig megint egy stresszes év elé néz a Göthe középiskolában. A pályaválasztási tanácsadó finoman szólva sem kecsegteti fényes jövővel a káosz osztály egyetlen tagját sem, ezért Chantal, Danger, Burak és Zeynep teljesen letörnek. Mivel csalódottságukban még több bajt kevernek, Zekiből előtör az igazi tanár, és elhatározza, hogy gatyába rázza a srácokat, és átrugdossa őket az érettségin. Vajon Miller tanár úr most milyen újfajta módszereket vet be diákjai megzabolására?",
		"category": "Fák jú, Tanár úr!",
		"filename": "fuckyougoethe3.mp4"
	},
	{
		"type": "movie",
		"image": "venom.jpg",
		"title": "Venom",
		"description": "Az űrből jön, és csak akkor létezik, ha egy másik lényen élősködhet. Gazdateste Eddie Brock (Tom Hardy) újságíró, de ő maga hidegfejű szadista, aki a világ létét fenyegeti, ám néha mégis kiáll az ártatlanokért. Pókember egyik különleges erejű, veszélyes és kiismerhetetlen ellenfele maga sem tudja, hogy a fény vagy a sötétség oldalán áll-e: különleges betegsége (mely egyben az emberek fölé emeli) néha a jók, néha a gonoszak közé sodorja. Abban az egész Univerzumot megrázó csatában, amely most vár rá, a jóságára és a gonoszságára is szüksége van.",
		"category": "Marvel",
		"filename": "venom.mp4"
	},
	{
		"type": "movie",
		"image": "venom2.jpg",
		"title": "Venom: Let There Be Carnage",
		"description": "„Ha egyszer kiszabadulok innen, lesz egy kis vérontás” – mondta egy titokzatos fegyenc a Venom végén Eddie Brock-nak (Tom Hardy). Annak a vakmerő, nagyszájú tényfeltáró újságírónak, aki egy laboratóriumi felderítése során súlyosan megfertőződött: és azóta szimbiótaként, a testében élősködő gonosz Venommal együtt kénytelen élni.",
		"category": "Marvel",
		"filename": "venom2.mp4"
	},
	{
		"type": "movie",
		"image": "deadpool.jpg",
		"title": "Deadpool",
		"description": "A különleges erők egykori kommandósa egy félresikerült orvosi kísérlet következtében gyors regenerálódó képességre tesz szert. Új adottságával és sötét humorérzékével felfegyverkezve elkezdi levadászni azt az embert, aki majdnem tönkretette az életét.",
		"category": "Marvel",
		"filename": "deadpool.mp4"
	},
	{
		"type": "movie",
		"image": "deadpool2.jpg",
		"title": "Deadpool 2",
		"description": "A mocskos szájú mutáns zsoldos, Wade Wilson, azaz Deadpool összefog egy csapatnyi mutánst, hogy megvédjenek egy szuperképességekkel rendelkező kisfiút a brutális, jövőből érkező Kábeltől.",
		"category": "Marvel",
		"filename": "deadpool2.mp4"
	},
	{
		"type": "movie",
		"image": "aladdin.jpg",
		"title": "Aladdin",
		"description": "A Disney elkészítette a klasszikus animációs film izgalmas élőszereplős adaptációját. Lenyűgöző történet az elbűvölő utcagyerek, Aladdinról, a bátor Jázmin hercegnőről és a Dzsinnről, aki a jövőjük kulcsa lehet.",
		"category": "Uncategorized",
		"filename": "aladdin.mp4"
	},
	{
		"type": "movie",
		"image": "tlotr.jpg",
		"title": "The Lord of the Rings: The Fellowship of the Ring",
		"description": "Frodó (Elijah Wood), az ifjú hobbit egy gyűrűt kap Bilbótól, amiről kiderül, hogy az Egy Gyűrű, mellyel a Sötétség Ura rabszolgasorba taszíthatja Középfölde népeit. Gandalf (Ian McKellen) Völgyzugolyba küldi Frodót, ahol a tündék legbölcsebb vezetője, Elrond dönt a gyűrű sorsáról. Nincs más lehetőség, a gyűrűt el kell pusztítani Mordorban, a Végzet-katlanban. A szabadnépek tanácsán megújul a Szövetség, és Gandalf vezetésével Frodó és társai, a dúnadán Aragorn (Viggo Mortensen), a tünde Legolas (Orlando Bloom), Gimli, a törp (John Rhys-Davies), és Boromir, az emberek képviseletében, nekivágnak a reménytelen küldetésnek. A jövő attól függ, hogyan alakul a szövetség sorsa.",
		"category": "The Lord of the Rings",
		"filename": "tlotr.mp4"
	},
	{
		"type": "movie",
		"image": "tlotr2.jpg",
		"title": "The Lord of the Rings: The Two Towers",
		"description": "Hamarosan eldől Középfölde sorsa: a gonosz ereje egyre nő, mert szövetséget kötött a két torony: Barad-dúr, Szauron, a sötét úr vára és Orthanc, amely Szarumán, az áruló mágus erődje. Frodó, a Gyűrűhordozó és hű barátja, Samu Mordor földje felé tart, hogy a tűzbe hajítsa terhét: ám egy újabb veszéllyel kell szembenézniük - felbukkan Gollam, aki magának követeli a kincset. Eközben a szövetség még élő tagjai a Kósza vezetésével újabb harcokba keverednek. Rohan lovasai mellett küzdenek és különös szövetségesekre lelnek: az Entekre. Árnyék vetül a világra. A Sötét Úr hadseregei Gondor felé vonulnak. Kezdetét veszi a Gyűrűháború.",
		"category": "The Lord of the Rings",
		"filename": "tlotr2.mp4"
	},
	{
		"type": "movie",
		"image": "tlotr3.jpg",
		"title": "The Lord of the Rings: The Return of the King",
		"description": "Gandalf (Ian McKellen) Pipinnel (Billy Boyd) Gondorba vágtat, hogy Denethort (John Noble) felkészítse Szauron túlerejével szemben. Théoden király (Bernard Hill) összevonja seregeit Gondor segélyhívására. Aragorn (Viggo Mortensen) végül vállalja sorsát, és hű társaival harcba szólítja a hegyek közt élő holtakat. Középfölde sorsa azonban egészen máshol fog eldőlni. Frodó (Elijah Wood) és Samu (Sean Astin) a Hatalom gyűrűjével Mordor sötét útvesztőit járja. De minél közelebb kerülnek a Végzet hegyéhez, Frodót annál jobban húzza a Gyűrű szörnyű súlya. A világ sorsa egy apró hobbit kezében van, aki kétséges, hogy ellen tud állni a legnagyobbakat is legyőző kísértésnek.",
		"category": "The Lord of the Rings",
		"filename": "tlotr3.mp4"
	},
	{
		"type": "movie",
		"image": "spiderman.jpg",
		"title": "Spider-Man",
		"description": "Egy pókcsípés nem a világ. Peter Parker (Tobey Maguire), a kétballábas diákújságíró világa mégis fenekestül felfordul, amikor egy laboratóriumi osztálykirándulás során megcsípi egy mutáns pók. Ezt követően a srác egyre furább képességeket tapasztal magán: könnyedén sétál a plafonon, csuklójából ragadós pókszálat lő ki, a veszélyeket pedig jóval bekövetkezésük előtt megérzi. Ami kezdetben játéknak tűnik, hamarosan szörnyű és izgalmas kötelezettséggé válik. Peternek meg kell küzdenie az emberfeletti erővel rendelkező, gonosz Zöld Manóval (Willem Dafoe) és el kell nyernie a gyönyörű Mary Jane (Kirsten Dunst) szerelmét.",
		"category": "Marvel",
		"filename": "spiderman.mp4"
	},
	{
		"type": "movie",
		"image": "spiderman2.jpg",
		"title": "Spider-Man 2",
		"description": "Két év telt el, amióta a csendes Peter Parker (Tobey Maguire) elhagyta nagy szerelmét, Mary Jane Watsont (Kirsten Dunst), és vállalta a szuperhősléttel járó felelősséget. Peternek számos új nehézséggel kell szembenéznie, miközben arra törekszik, hogy megteremtse az egyensúlyt két élete között - nappal szorgalmas egyetemista, éjjel pedig a szuperhős szerepét ölti magára.",
		"category": "Marvel",
		"filename": "spiderman2.mp4"
	},
	{
		"type": "movie",
		"image": "spiderman3.jpg",
		"title": "Spider-Man 3",
		"description": "Komoly bajba keveredik Pókember. Miközben két rendkívüli képességekkel bíró rosszakarója, Venom és Homokember összefog ellene, egy gyönyörű, szőke lánnyal is találkozik. Peter szeretne hű maradni régi szerelméhez, Mary Jane-hez, de úgy tűnik képtelen ellenállni a csábításnak. A mindenre képes szökött fegyenc, a Peter nyomában szaglászó paparazzo, a fekete anyag, amely egy kalandja során átitatja a Pókember ruháját, és átalakítja a testét, a város rendőrfőnökének gyönyörű lánya és a Zöld Manó régi ruhájában járó, még mindig bosszúállásra készülő egykori jóbarát - Pókember élete még sosem bővelkedett ennyire a kalandokban.",
		"category": "Marvel",
		"filename": "spiderman3.mp4"
	},
	{
		"type": "movie",
		"image": "harrypotter.jpg",
		"title": "Harry Potter and the Philosopher's Stone",
		"description": "Szülei halála után Harry Potter mostohaszülőknél nevelkedik. Sanyarú a sorsa: a lépcső alatti kuckóban lakik, és elviselhetetlen az unokatestvére. Ám hamarosan kiderül, hogy Harry nem közönséges kisfiú, hanem egy varázslóházaspár árvája, aki csak átmenetileg keveredett a lényegről mit sem sejtő muglik közé. Most viszont végigsétál az Abszol úton, hogy beiratkozzon a titokzatos Roxfort Boszorkány- és Varázslóképző Szakiskolába. Néhány jó barát, néhány nagy kaland és néhány ősi ellenség vár itt rá – de mi az egy elsőéves varázslótanoncnak?",
		"category": "Harry Potter",
		"filename": "harrypotter.mp4"
	},
	{
		"type": "movie",
		"image": "harrypotter2.jpg",
		"title": "Harry Potter and the Chamber of Secrets",
		"description": "Harry Potter nyári vakációja nem a legjobban sikerült. Mindezt tetézi, hogy megjelenik nála Dobby, a házimanó, hogy figyelmeztesse: nagy veszély leselkedik rá a Roxfort Boszorkány- és Varázslóképző Szakiskola falai közt. Harry és Ron lekési a Roxfort Expresszt, ami visszavinné őket az iskolába, így egy repülő autóval indulnak útnak, nehogy elkéssenek az új tanév kezdetéről. Harry csakhamar megint az érdeklődés középpontjában találja magát, ugyanis az iskolában új rajongói akadnak, köztük a Feketemágia-ellenes Liga professzora, Gilderoy Lockhart. Lockhart különös módon egyre gyakrabban mutatkozik Harry társaságában...",
		"category": "Harry Potter",
		"filename": "harrypotter2.mp4"
	},
	{
		"type": "movie",
		"image": "harrypotter3.jpg",
		"title": "Harry Potter and the Prisoner of Azkaban",
		"description": "Harry ráveszi magát, hogy még egy nyarat rémes rokonainál töltsön. Minden igyekezetével megpróbál nyugton maradni, de csak addig bírja visszafogni magát, míg meg nem érkezik látogatóba Vernon bácsi erőszakos testvére, Marge néni. Az idős hölgy ezúttal még a korábbiaknál is jobban az idegeire megy, ezért a varázslópalánta „véletlenül” gigantikus lufivá változtatja. A varázstalan világban alkalmazott tiltott mágia miatt azonban hősünkre büntetés vár, ezért – bár nincs hová mennie – az éjszaka közepén elmenekül otthonról. Nem jut túl messzire: hamarosan érte jön a Kóbor Grimbusz, és a Foltozott Üst fogadóba repíti, egyenesen Cornelius Caramel mágiaügyi miniszter színe elé. A büntetés furcsamód elmarad, és kiderül, hogy Caramel azért nem csapta ki az iskolából, mert egy veszélyes és titokzatos varázsló, Sirius Black megszökött Azkaban börtönéből, és valószínűleg Harryt keresi. A fiú csak egyetlen helyen érezheti magát biztonságban: a Roxfortban.",
		"category": "Harry Potter",
		"filename": "harrypotter3.mp4"
	},
	{
		"type": "movie",
		"image": "harrypotter4.jpg",
		"title": "Harry Potter and the Goblet of Fire",
		"description": "Az új tanévben a tizennégy éves Harrynek nála idősebb, tapasztaltabb diákokkal együtt kell részt vennie a nemzetközi Trimágus Tusán, amelyre megmagyarázhatatlan módon egy ismeretlen nevezte be. Ám az iskolai verseny veszélyei elhalványulnak az immár bizonyossá váló tény mellett: Voldemort, a Sötét Nagyúr ismét színre lépett, és nemcsak hatalmát nyerte vissza, hanem emberi alakját is...",
		"category": "Harry Potter",
		"filename": "harrypotter4.mp4"
	},
	{
		"type": "movie",
		"image": "harrypotter5.jpg",
		"title": "Harry Potter and the Order of the Phoenix",
		"description": "A kalandosra sikeredett nyári vakáció után Harry Potter visszatér Roxfortba. A Sötét Varázslatok Kivédése tárgyat új tanár tanítja, akinek legfőbb feladata Dumbledore professzor és a diákok szemmel tartása. Miközben a diákok a Rendes Bűbájos Fokozat vizsgára készülnek, az új oktatási rendeletek felbolygatják az iskola életét. Talán ezért éri őket váratlanul a sötét varázslat, amely ellenük fordul. Harry a barátai, Ron és Hermione sürgetésére maga veszi kezébe az ügyet: néhány diáktársukkal kiegészülve felkészülnek, hogy megvédjék otthonukat.",
		"category": "Harry Potter",
		"filename": "harrypotter5.mp4"
	},
	{
		"type": "movie",
		"image": "harrypotter6.jpg",
		"title": "Harry Potter and the Half-Blood Prince",
		"description": "Roxfort körül egyre szaporodnak az árnyak. Pedig a hatodik osztályba lépő Harry Potter és barátai számára a Boszorkány- és Varázslóképző Szakiskola mindennapjai is bőven elég izgalmat jelentenek: Harry különleges titkokat hordozó bájitaltankönyve, Ron barátnője és Hermione szerelme is épp elég titokzatos és ijesztő. De Harrynek egyre több oka van a félelemre. A halálfalók már mindenütt ott vannak, a dementortámadások szaporodnak, és az iskola fölött megjelenik a Sötét Jegy. Dumbledore abban reménykedik, hogy védence megerősödhet, ha jobban megismeri a múltját. De van veszély, amire ő sem készülhet fel...",
		"category": "Harry Potter",
		"filename": "harrypotter6.mp4"
	},
	{
		"type": "movie",
		"image": "harrypotter7.jpg",
		"title": "Harry Potter and the Deathly Hallows: Part I",
		"description": "Rossz idők járnak Harry Potterre és barátaira, elveszítették a legfőbb támaszukat, Dumbledore professzort. Így csak magukra számíthatnak a Voldemort elleni harcban. Voldemort a különös halálereklyék, a horcruxok után kutat. A legenda szerint a Bodzapálca, a Feltámadás Köve és a Láthatatlanná Tévő Köpeny birtokosa képes uralkodni a halál felett. Közben a legfőbb ellenségével, Harryvel is szeretne végezni. Ehhez első lépésként az uralma alá hajtja a Mágiaügyi Minisztériumot, majd a Varázslóképző Iskola ellen fordul.",
		"category": "Harry Potter",
		"filename": "harrypotter7.mp4"
	},
	{
		"type": "movie",
		"image": "harrypotter8.jpg",
		"title": "Harry Potter and the Deathly Hallows: Part II",
		"description": "Nincs tovább: Harry, Ron és Hermione immár nem kerülheti el a végső összecsapást. Mindannyian tudják, hogy ez az utolsó felvonás. A három jó barát visszatér a Roxfortba, hogy felkutassa és elpusztítsa az utolsó horcruxot. Voldemort, aki egyre erősebb, uralma alá vonta a Mágiaügyi Minisztériumot és már Roxfort fölött is egyre nagyobb hatalma van, tudomást szerez a tervükről. A tét hatalmas, így nem is csoda, hogy mindent bevet a siker érdekében. Megkezdődik a Roxfort ostroma - és már soha többé, semmi nem lesz ugyanolyan, mint volt.",
		"category": "Harry Potter",
		"filename": "harrypotter8.mp4"
	},
	{
		"type": "movie",
		"image": "fantasticbeasts.jpg",
		"title": "Fantastic Beasts and Where to Find Them",
		"description": "A J.K. Rowling Legendás állatok és megfigyelésük című könyve alapján készült film Göthe Salmander kalandjait követi nyomon a New York-i boszorkányok és varázslók titkos világában, hetven évvel azelőtt, hogy Harry Potter az iskolában elolvasná a könyvét.",
		"category": "Harry Potter",
		"filename": "fantasticbeasts.mp4"
	},
	{
		"type": "movie",
		"image": "fantasticbeasts2.jpg",
		"title": "Fantastic Beasts: The Crimes of Grindelwald",
		"description": "Dumbledore megpróbálja meghiúsítani Grindelwald tervét, hogy tiszta vérű varázslókat neveljen, akik uralkodni fognak minden nem mágikus lény felett. Segítségül hívja extanítványát, Göthe Salmandert, aki még nem is sejti, milyen veszélyek leselkednek rá.",
		"category": "Harry Potter",
		"filename": "fantasticbeasts2.mp4"
	},
	{
		"type": "movie",
		"image": "rv.jpg",
		"title": "RV - Rumlis Vakáció",
		"description": "Bob Munro minden követ megmozgat, hogy a családi vakáció ne torkolljon komplett katasztrófába. A Munro família ugyanis már nagyban készül Hawaii-ra, amikor a családfő ultimátumot kap a főnökétől, miszerint meg kell jelennie egy coloradói megbeszélésen, különben búcsút mondhat a munkájának. A szorult helyzetben azonban Bob úgy dönt, hogy összeköti a kellemeset a hasznossal. Repülőút helyett az aszfaltturnét választja, és azzal nyugtatgatja vonakodó családját, hogy a közös út majd összehozza őket. De már az indulás pillanatában világossá válik, hogy ez az álom inkább egy rémálom…",
		"category": "Uncategorized",
		"filename": "rv.mp4"
	},
	{
		"type": "movie",
		"image": "richierich.jpg",
		"title": "Richie Rich",
		"description": "Kertjében ott a hullámvasút - a ringlispíl még nem jutott eszébe. Ha megéhezik, betér saját McDonald’s-ébe harapni valamit. És van valami közös ügye Claudia Schifferrel. Ő Richie Rich (Macaulay Culkin), a gézengúz milliomoskölyök. Életéből csak egyvalami hiányzik: a barátokat még a legtökéletesebb komornyik sem pótolhatja. Egy elvetemült banditának közben pont a Richie vagyonra fáj a foga. Richie szüleit elrabolják, őt, az egyedüli örököst pedig bérgyilkosok üldözik. A srác élete fenekestül felfordul. De nem hagyja magát – s talán végül igaz barátokat is talál.",
		"category": "Uncategorized",
		"filename": "richierich.mp4"
	},
	{
		"type": "movie",
		"image": "cars.jpg",
		"title": "Cars",
		"description": "A nagymenő versenyautó, Villám McQueen a 66-os út egy elfeledett kisvárosában reked. Ott találkozik egy csomó vicces figurával, akik segítenek neki felfedezni, hogy az élet többről szól, mint trófeákról és hírnévről.",
		"category": "Animation",
		"filename": "cars.mp4"
	},
	{
		"type": "movie",
		"image": "cars2.jpg",
		"title": "Cars 2",
		"description": "Az autóversenyzés szupersztárja, Villám McQueen újra akcióba lendül, legjobb barátjával, Matukával. Egy új világba csöppennek, amely tele van intrikákkal, izgalmakkal és gyors tempójú vicces kalandokkal.",
		"category": "Animation",
		"filename": "cars2.mp4"
	},
	{
		"type": "movie",
		"image": "cars3.jpg",
		"title": "Cars 3",
		"description": "A legendás versenyautó, Villám McQueent megpróbálja felvenni a versenyt az autók új generációjával, miközben gyászolja elhunyt mentorát, Doc Hudsont, és összebarátkozik a lelkes versenytechnikus és feltörekvő versenyző Cruz Ramirezzel.",
		"category": "Animation",
		"filename": "cars3.mp4"
	},
	{
		"type": "movie",
		"image": "starwars.jpg",
		"title": "Star Wars: Episode I - The Phantom Menace",
		"description": "Nyugtalanság uralkodik a Galaktikus Köztársaságban. A távoli csillagrendszerekbe irányuló kereskedelmi utak megadóztatásának tervét heves viták övezik. A kapzsi Kereskedelmi Szövetség felfegyverzett csatahajóival blokád alá veszi a parányi Naboo bolygót. A Főkancellár titokban útnak indít két Jedi lovagot, a béke és az igazság szerzőit, hogy oldják meg a konfliktust és védjék meg Amidala királynőt. Hamarosan azonban kényszerleszállást kell végrehajtaniuk a Tatooine-on, ahol találkoznak az ifjú Anakinnal, akiben túlárad az erő.",
		"category": "Star Wars",
		"filename": "starwars.mp4"
	},
	{
		"type": "movie",
		"image": "starwars2.jpg",
		"title": "Star Wars: Episode II - Attack of the Clones",
		"description": "A Galaktikus Köztársaság polgárháború küszöbén áll. A Padmé Amidala elleni merényletkísérlet után a tanács Anakin Skywalkert bízza meg a védelmével. A távoli bolygón olyan titkokra bukkannak, ami eldöntheti a polgárháború kimenetelét.",
		"category": "Star Wars",
		"filename": "starwars2.mp4"
	},
	{
		"type": "movie",
		"image": "starwars3.jpg",
		"title": "Star Wars: Episode III - Revenge of the Sith",
		"description": "A tanács Obi-Wan Kenobit (Ewan McGregor) bízza meg azzal, hogy felkutassa és a törvény színe elé hozza őket a klónháború felelőseit. Ezalatt Palpatine szenátor (Ian McDiarmid) egyre nagyobb hatalomra tesz szert, létrehozza a Galaktikus Birodalmat. A szenátor közvetlen társaságában Anakin (Hayden Christensen) egyre nehezebben tud ellenállni Palpatine befolyásának, aki mindent elkövet, hogy a fiatal jedit a sötét oldalra csábítsa.",
		"category": "Star Wars",
		"filename": "starwars3.mp4"
	},
	{
		"type": "movie",
		"image": "starwars4.jpg",
		"title": "Star Wars: Episode IV - A New Hope",
		"description": "Réges régen, egy távoli galaxisban kezdődött a nagy kaland, amikor Leia Organa hercegnő (Carrie Fisher) két fura robottal egy alig értékelhető hologramot küldött az egyetlen Jedi lovagnak, a remeteként élő Ben Kenobinak (Alec Guinness). Az idős jedi Luke Skywalker (Mark Hamill), Han Solo (Harrison Ford) és szőrős vukija, a hatalmas Chewbacca társaságában útra kel, hogy kiszabadítsa a hercegnőt Darth Vader fogságából, és győzelemre vigye az igaz ügyet az egész Galaxisban.",
		"category": "Star Wars",
		"filename": "starwars4.mp4"
	},
	{
		"type": "movie",
		"image": "starwars5.jpg",
		"title": "Star Wars: Episode V - The Empire Strikes Back",
		"description": "A felkelők maréknyi csapata a hó borította Hoth bolygó földalatti támaszpontján rejtőzködik. A szondák azonban felfedik a rejtekhelyet, és hamarosan birodalmi lépegetők lepik el a bolygót. Han Solo, Chewbacca és Leia a megbízhatatlan Lando Calrissian segítségét kérik. Nem is sejtik, hogy a birodalom rettegett ura, Darth Vader már várja őket nem kis meglepetést tartogatva Han számára. Luke Skywalker a Dagobah rendszerben az utolsó és legnagyobb Jedit, Yodát keresi, hogy felkészülhessen a végső összecsapásra az Erő sötét oldalával.",
		"category": "Star Wars",
		"filename": "starwars5.mp4"
	},
	{
		"type": "movie",
		"image": "starwars6.jpg",
		"title": "Star Wars: Episode VI - Return of the Jedi",
		"description": "Miután Luke megmentette barátját, Han Solót és a szépséges Leia hercegnőt a biztos haláltól, ismét csatlakozik Yodához, hiszen igazi Jedi Lovaggá kell válnia ahhoz, hogy szembeszállhasson Darth Vaderrel és az Erő sötét oldalával. Végre eljött a végső összecsapás ideje! A felkelők készen állnak arra, hogy megsemmisítő csapást mérjenek a Halálcsillagra. Arra azonban nem számítanak, hogy a bolygót elpusztíthatatlan energiapajzs védi és a Birodalom csapdába csalja őket.",
		"category": "Star Wars",
		"filename": "starwars6.mp4"
	},
	{
		"type": "movie",
		"image": "starwars7.jpg",
		"title": "Star Wars: Episode VII - The Force Awakens",
		"description": "A Csillagok háborúja VI: A jedi visszatér cselekménye után 30 évvel járunk (YU 34), az Új Köztársaság idejében. Az Első Rend jelent meg és háborúzott a Galaktikus Birodalom maradványaival, melynek vezetője Supreme Leader Snoke és tanítványa, Kylo Ren, aki sajátos fénykardjával a Galaxis egy részét elfoglalta a (Hux tábornokkal) Starkiller bázisról vezetve seregét.",
		"category": "Star Wars",
		"filename": "starwars7.mp4"
	},
	{
		"type": "movie",
		"image": "starwars8.jpg",
		"title": "Star Wars: Episode VIII - The Last Jedi",
		"description": "A Star Wars: Az utolsó Jedikben a Skywalker saga folytatódik. Az ébredő Erő hősei a galaxis legendás alakjaival indulnak nagyívű kalandra, s közben nem csak az Erővel kapcsolatos ősi rejtélyekre találnak választ, hanem megdöbbentő múltbéli titkokra is fényt derítenek.",
		"category": "Star Wars",
		"filename": "starwars8.mp4"
	},
	{
		"type": "movie",
		"image": "starwars9.jpg",
		"title": "Star Wars: Episode IX - The Rise of Skywalker",
		"description": "A Lucasfilm és J.J. Abrams rendező újra egyesíti erejét, hogy elrepítse a közönséget egy messzi-messzi galaxisba a Star Wars: Skywalker korában. A Skywalker saga lenyűgöző befejezésében új legendák születnek, és megvívják a végső csatát a szabadságért.",
		"category": "Star Wars",
		"filename": "starwars9.mp4"
	},
	{
		"type": "movie",
		"image": "charlieandthechocolatefactory.jpg",
		"title": "Charlie and the Chocolate Factory",
		"description": "A csokigyár, amelyről a szegény családban élő Charlie álmodik, borzasztóan titokzatos. Tizenöt éve senki nem látott egyetlen munkást se bemenni, se kijönni, nem látták a csokoládégyáros Willy Wonkát, csak az irtózatos mennyiségű csoki áramlik ki a gyárból. Azután fantasztikus hír röppen világgá: Willy Wonka bejelenti, hogy kinyitja gyára kapuit az öt szerencsés nyertes előtt, aki egy-egy aranyjegyet talál csokoládéja csomagolópapírjában. Charlie is a kevés kiválasztott közé kerül. Találkoznak a titokzatos férfival és arra is fény derül, mi a látogatás megszervezésének igazi célja.",
		"category": "Uncategorized",
		"filename": "charlieandthechocolatefactory.mp4"
	},
	{
		"type": "movie",
		"image": "intouchables.jpg",
		"title": "Intouchables",
		"description": "Az ejtőernyős baleset után tolószékbe kerülő gazdag arisztokrata, Philippe felfogadja otthoni segítőnek a külvárosi gettóból jött Drisst. Azt az embert, aki most szabadult a börtönből, és talán a legkevésbé alkalmas a feladatra. Két világ találkozik és ismeri meg egymást, és az őrült, vicces és meghatározó közös élmények nyomán kapcsolatukból meglepetésszerűen barátság lesz, amely szinte érinthetetlenné teszi őket a külvilág számára.\r\nAz elmúlt évek egyik legnagyobb francia filmsikere megtörtént események alapján készült.",
		"category": "Uncategorized",
		"filename": "intouchables.mp4"
	},
	{
		"type": "movie",
		"image": "nowyouseeme.jpg",
		"title": "Now You See Me",
		"description": "A világ legjobb illuzionistáinak egy csapata bankot rabol, de nem is akárhogyan: a mindenkit megtévesztő műsorszámuk végeztével a közönség sorai közé szórják a megszerzett pénzt. Az FBI értetlenül áll az agyafúrt attrakció előtt, nem is sejtve, hogy egy sokkal nagyobb dobásra készülnek a szemfényvesztők.",
		"category": "Now You See Me",
		"filename": "nowyouseeme.mp4"
	},
	{
		"type": "movie",
		"image": "nowyouseeme2.jpg",
		"title": "Now You See Me 2",
		"description": "A Négy Lovas (Jesse Eisenberg, Woody Harrelson, Dave Franco, Lizzy Caplan), valamint az előző részben rendőrnyomozóként feltűnt, titokzatos és karizmatikus Dylan (Mark Ruffalo) ismét feladja a közönségnek a leckét, miközben tovább feszegetik a színpadi illúziókeltés határait, és bejárják az egész földtekét. Egy évvel azután, hogy lóvá tették az FBI-t, és elnyerték a tömegek csodálatát Robin Hoodot idéző nagyszabású mutatványaikkal, az illuzionisták új előadással rukkolnak elő, azt remélve, hogy felfedhetik egy számítógépes guru piszkos üzelmeit. Látványos eltűnésük mögött ugyanis nem más áll, mint Walter Mabry (Daniel Radcliffe), a zseniális informatikus, aki erőszakkal ráveszi a Lovasokat, hogy egy minden eddiginél veszélyesebb trükköt mutassanak be. Nincs más választásuk, mint végrehajtani egy utolsó, példátlanul nehéz mutatványt, hogy tisztára moshassák a nevüket, és leleplezhessék a háttérben álló géniuszt.",
		"category": "Now You See Me",
		"filename": "nowyouseeme2.mp4"
	},
	{
		"type": "movie",
		"image": "sherlockholmes.jpg",
		"title": "Sherlock Holmes",
		"description": "A legendás mesterdetektív, aki közelharcban legalább olyan verhetetlen, mint logikus gondolkodásban, élete legnagyobb problémájával kerül szembe. Sherlock Holmes (Robert Downey Jr.) és hű társa, Dr. Watson (Jude Law) Lord Blackwood (Mark Strong) nyomába vetik magukat. Ha nem leplezik le időben, az végzetes következményekkel járhat az egész birodalomra nézve.",
		"category": "Sherlock Holmes",
		"filename": "sherlockholmes.mp4"
	},
	{
		"type": "movie",
		"image": "sherlockholmes2.jpg",
		"title": "Sherlock Holmes: A Game of Shadows",
		"description": "A világ különböző részein különös halálesetek történnek. Senki nem veszi észre az összefüggést az események között, egyedül csak a magándetektív Sherlock Holmest ejtik gondolkodóba a történtek. Hamarosan kiderül, hogy egy zseniális, ám gátlástalan gonosztevő, James Moriarty professzor áll az ügy háttérben. Miközben Watson doktor az esküvőjére készül, Holmest egyre váratlanabb helyzetbe sodorja nyomozása. Az ügybe nemcsak a doktort, de a saját bátyját, valamint a gyönyörű, de veszélyes jósnőt is magával rántja. Fél Európán keresztül üldözik Moriarty professzort, ám ő mindig egy lépéssel előrébb jár.",
		"category": "Sherlock Holmes",
		"filename": "sherlockholmes2.mp4"
	},
	{
		"type": "movie",
		"image": "theamazingspiderman.jpg",
		"title": "The Amazing Spider-Man",
		"description": "Peter Parker gyerekkorában veszítette el a szüleit, a nagyszülei nevelték fel. A magányos tini szeretné megtalálni önmagát, és szeretné elnyerni Gwen barátságát. Amikor Peter megtalálja apja régi aktatáskáját, különös titokra bukkan benne. Nyomozni kezd, és a szálak apja egykori üzlettársához vezetnek. A tudós különleges gyíkkivonattal kezeli magát, ám szörnyszülötté válik. Peter nem tehet mást, használni kezdi különleges képességeit, hogy Pókemberként legyőzze.",
		"category": "Marvel",
		"filename": "theamazingspiderman.mp4"
	},
	{
		"type": "movie",
		"image": "theamazingspiderman2.jpg",
		"title": "The Amazing Spider-Man 2",
		"description": "Még a szuperhősök sem tartják be az összes ígéretüket. Peter Parker (Andrew Garfield), aki vörös-kék pókruhájában üldözi a gonoszt a nagyvárosi utcákon megígérte szerelme haldokló apjának, hogy kerülni fogja a lányt (Emma Stone) - és így gondoskodik a biztonságáról. Ám ez egyszer megszegi az ígéretét. Nem elég neki, hogy elkapjon minden bűnözőt, kevés a toronyházak fölötti, őrült tempójú száguldás és lendülés: Gwen nélkül már semmit sem ér az élete. Lehet, hogy meg fogja bánni: egy új szupergonosz ellenfél, Electro (Jamie Foxx) felbukkanása ugyanis minden eddiginél nagyobb veszélybe sodorja - és a múltjából is újabb, tisztázatlan emlékek kísértik.",
		"category": "Marvel",
		"filename": "theamazingspiderman2.mp4"
	},
	{
		"type": "movie",
		"image": "norbit.jpg",
		"title": "Norbit",
		"description": "Norbittal mindig is kicsellózott az élet. Kisbabaként egy kínai étterem-árvaház, az Arany Nudli küszöbére, a prérikutyák elé vetette a sors, no meg a szülők. Gyerekként állandóan szekálták, gúnyolták a többiek, mígnem egy testes pártfogóra talál: Rasputia, a nagyszájú leányzó veszi szárnyai alá, és el sem engedi, míg évekkel később össze nem házasodnak. Utána meg pláne. A szimpatikus lúzer megpróbál beilleszkedni új családjába, ahol zsarnok nejének három fivére kétes családi bizniszeket bonyolít. A reménytelen helyzetben váratlan fénysugár tűnik fel, amikor felbukkan Norbit gyermekkori szerelme, Kate.",
		"category": "Uncategorized",
		"filename": "norbit.mp4"
	},
	{
		"type": "movie",
		"image": "babydriver.jpg",
		"title": "Baby Driver",
		"description": "Bébi szerény, mosolygós srác, aki mindent zenére csinál. Akkor is, amikor bankrablókat furikázik, és a zsaruk elől menekül akció után. Amikor megismerkedik egy álmodozó lánnyal. Bébi hátat fordítana a munkának, ám az nem olyan egyszerű.",
		"category": "Uncategorized",
		"filename": "babydriver.mp4"
	},
	{
		"type": "movie",
		"image": "thedictator.jpg",
		"title": "The Dictator",
		"description": "Haffaz Aladdin tábornok hatéves kora óta vezeti az olajban gazdag, ám elszigetelt észak-afrikai Wadiya köztársaságot. Mindent megtesz azért, hogy a demokrácia be ne tehesse lábát országába, amelyet kizárólag ő hivatott sanyargatni és kiszipolyozni. Az elpusztíthatatlan szakállú Aladdin, akkor kerül a nemzetközi figyelem középpontjába, amikor felröppen a hír a titkos atomprogramjáról. Az ENSZ-be indul beszédet tartani, ám egy félresikerült merényletet követően egy fillér nélkül magára marad New York utcáin.",
		"category": "Uncategorized",
		"filename": "thedictator.mp4"
	},
	{
		"type": "movie",
		"image": "thesimpsons.jpg",
		"title": "The Simpsons Movie",
		"description": "Springfieldben, az Örökzöld sétány 742. szám alatti házban élő Simpson család korántsem hétköznapi família. Nem elég, hogy sárgák, csúcsfejűek, gülüs szeműek, ráadásul imádják a fánkot. A kelekótya család bajba kerül, amikor a családfő, Homer véletlenül mérgező anyagot önt a városka folyójába. Arnold Schwarzenegger kormányzó emiatt katasztrófa sújtotta övezetnek nyilvánítja a várost, amely fölé üvegbúrát építenek, hogy elszigeteljék a külvilágtól. Homernek nincs más választása, a tettek mezejére kell lépnie, hogy megmentse a világot és a világukat a katasztrófától, amiért persze kizárólag ő felelős.",
		"category": "Uncategorized",
		"filename": "thesimpsons.mp4"
	},
	{
		"type": "movie",
		"image": "journey.jpg",
		"title": "Journey to the Center of the Earth",
		"description": "Trevor Anderson professzor (Brendan Fraser) az unokaöccse, Sean (Josh Hutcherson) és a csinos izlandi idegenvezető, Hannah oldalán nekivág, hogy megtalálja a vulkánt, ami eltűnt testvére szerint a Föld kérge alatti rejtélyes világba vezet. Rá is bukkannak a különleges átjáróra, ahol kezdetét veszi életük legnagyobb kalandja. Föld alatti szörnyek, lávafolyamok és úszó szigetek között próbálják túlélni az utazást, melynek során az eltűnt fivér körüli titkokra is fény derül.",
		"category": "Uncategorized",
		"filename": "journey.mp4"
	},
	{
		"type": "movie",
		"image": "journey2.jpg",
		"title": "Journey 2: The Mysterious Island",
		"description": "Az ifjú Sean Anderson (Josh Hutcherson) vészjelzéseket kap vállalkozó kedvű nagyapjától, Alexandertől (Michael Caine) egy titokzatos szigetről. Az egyetlen baj csak az, hogy a térkép szerint az a sziget nem létezik. Sean azonnal útnak indul mostohaapja, Hank (Dwayne Johnson) minden tiltakozása ellenére, aki végül kénytelen Seannal tartani. A hihetetlen kalandba belekeveredik a világ legrozogább gépével rendelkező pilóta, Gabato (Luis Guzmán) és szemrevaló lánya, Kailani (Vanessa Hudgens) is.",
		"category": "Uncategorized",
		"filename": "journey2.mp4"
	},
	{
		"type": "movie",
		"image": "despicableme.jpg",
		"title": "Despicable Me",
		"description": "A fekete ház a kiszáradt kertjével nem illik az idilli kertvárosi képbe. Hátha még a környéken lakók sejtenék, hogy titkos búvóhely lapul alatta! Itt él és dolgozik ugyanis a velejéig gonosz Gru, aki zsugor- és fagyasztósugara, valamint különféle légi és szárazföldi harceszközei segítségével mindenkit elsöpör, aki keresztezi az útját. Gru legújabb terve pedig az, hogy ellopja a Holdat. Úgy tűnik, nincs senki, aki képes lenne megakadályozni ebben. Senki, hacsak a három árva kislány nem. Margo, Edith és Agnes ugyanis talán még Gru szívét is meglágyítják.",
		"category": "Animation",
		"filename": "despicableme.mp4"
	},
	{
		"type": "movie",
		"image": "despicableme2.jpg",
		"title": "Despicable Me 2",
		"description": "Amint Gru kezd beleszokni a kertvárosi családapa szerepébe Margo, Edith és Agnes apjaként, felbukkan egy szupertitkos szervezet, ami a gonosz elleni harcot tűzte zászlajára, globális szinten. Így most Grún, a minyonokon és Gru új társán, Lucyn a sor, hogy kiderítsék, ki áll az egyre inkább elharapódzó látványos bűntettek mögött. Végül is a világ legnagyobb exbűnözője kell ahhoz, hogy elkapja azt, aki a helyére pályázik...",
		"category": "Animation",
		"filename": "despicableme2.mp4"
	},
	{
		"type": "movie",
		"image": "despicableme3.jpg",
		"title": "Despicable Me 3",
		"description": "Amikor Gru és újdonsült felesége, Lucy képtelenek legyőzni az emberiséget fenyegető legújabb gonosztevőt - az egykori gyerek tévésztárt, aki a 80-as évek megszállottja, és Balthazar Brattnek hívják -, megalázó módon kirúgják őket az Anti Gonosz Ligából. A minyonok azt remélik, Gru megragadja az alkalmat, és visszatér a bűn útjára, de amikor Gru világossá teszi, hogy már visszavonult mindettől, akkor a minyonok felmondanak, és elindulnak a saját fejük után.",
		"category": "Animation",
		"filename": "despicableme3.mp4"
	},
	{
		"type": "movie",
		"image": "shazam.jpg",
		"title": "Shazam!",
		"description": "Mindannyiunkban ott bujkál a szuperhős – de van, akiből elő is tör. Billy Batson 14 éves, egy árvaházból kerül nevelőszülőkhöz, és nem a legnépszerűbb srác az iskolában – de Shazam, az ősöreg, különleges erejű varázsló mégis kiválasztja. Amikor a fiú hangosan kimondja a varázsló nevét, átalakul. Igazi szuperhős válik belőle, annak minden kellékével: testhezálló, köpönyeggel kiegészített ruha, különleges eszközök, rendkívüli erő és meghökkentő képességek. Billy fokozatosan fedezi fel, mi mindent tud, és közben elkövet néhány nagy baklövést. De aztán rá kell jönnie valamire: az új helyzet hatalmas buli, ám van benne valami nehéz – hogy nincs szuperhős főgonosz nélkül.",
		"category": "DC Movies",
		"filename": "shazam.mp4"
	},
	{
		"type": "movie",
		"image": "hangover.jpg",
		"title": "The Hangover",
		"description": "Házasodni többször is lehet, de legénybúcsú csak egyszer van az ember életében. Phil (Bradley Cooper) a haverjai segítségével meg is szervezik a fergeteges bulit, ami túlságosan is jól sikerül. Másnap reggel megdöbbenve ébrednek, a leendő férj nyomtalanul eltűnt, a szálloda szobája pedig teljesen le van rombolva. Az előző napi dorbézolásról mindössze néhány nyom maradt: egy tigris a fürdőszobában, egy csecsemő a cipős fiókban és Mike Tyson a nappaliban.",
		"category": "The Hangover",
		"filename": "hangover.mp4"
	},
	{
		"type": "movie",
		"image": "hangover2.jpg",
		"title": "The Hangover Part II",
		"description": "Mindenki tudja, hogy Alant (Zach Galifianakis) legénybúcsúba meghívni őrültség. Hiába Phil (Bradley Cooper) figyelmeztetése, a házasodni készülő Stu (Ed Helms) képtelen nemet mondani a könyörgésre. Szerinte ugyanis csekély az esélye annak, hogy megint minden balul sül el, különösen Thaiföldön. Csakhogy a menyasszony 16 éves zseni öccsét is a nyakukba varrják, akiben Alan halálos riválist lát, és ismét a tettek mezejére lép. Másnap reggel Bangkokban találják magukat az eltűnt tini levágott ujjával.",
		"category": "The Hangover",
		"filename": "hangover2.mp4"
	},
	{
		"type": "movie",
		"image": "hangover3.jpg",
		"title": "The Hangover Part III",
		"description": "Úgy hívják magukat: Farkasfalka. Nem mintha bármi közük volna a farkasokhoz. Nem vadak, nem veszélyesek, a prérin egy napig sem bírnák ki. Csak jó barátok, akik nagyon szeretnek bulizni, és nincs szerencséjük. Először egy Las Vegas-i, azután egy thaiföldi lagzi ürügyén ütötték ki magukat úgy, hogy teljesen elfelejtették mindazt az őrült, lehetetlen, felfoghatatlan és életveszélyes kalandot, amin egy éjszaka alatt keresztülmentek.\r\nMost nincs esküvő. Nincs legénybúcsú. Nem történhet semmi baj elvileg. Mert ha a Farkasfalka beindul, jó eséllyel követi őket a katasztrófa is.",
		"category": "The Hangover",
		"filename": "hangover3.mp4"
	},
	{
		"type": "movie",
		"image": "comingtoamerica.jpg",
		"title": "Coming to America",
		"description": "Akeem herceg (Eddie Murphy), a kis afrikai ország uralkodójelöltje dúsgazdag ember. Mindene megvan amit csak akarhat, ám úgy érzi üres az élete, mert nincs olyan nő, akibe bele tudna szeretni. A hercegnek pedig feleség kell, méghozzá olyan, aki sem nem a pénzéért, sem nem a hatalmáért megy hozzá. Ezért utazik hűséges barátjával, Semmivel Amerikába, ahol egy gyorsbüfében helyezkednek el takarítónak. A bajok akkor kezdődnek amikor kiderül, hogy a két férfi még soha életében nem látott felmosóvödröt és rongyot.",
		"category": "Uncategorized",
		"filename": "comingtoamerica.mp4"
	},
	{
		"type": "movie",
		"image": "comingtoamerica2.jpg",
		"title": "Coming 2 America",
		"description": "Az 1988-as film folytatásában Akeem (Eddie Murphy) megtudja, hogy az elveszettnek hitt fia az Egyesült Államokban van, ezért vissza kell térnie Amerikába, hogy megkeresse Zamunda trónörökösét.",
		"category": "Uncategorized",
		"filename": "comingtoamerica2.mp4"
	},
	{
		"type": "movie",
		"image": "kungfupanda.jpg",
		"title": "Kung Fu Panda",
		"description": "A rendkívül lelkes, eléggé nagydarab és kissé esetlen Po a legnagyobb kungfurajongó, ami nem éppen előny, ha az ember (vagyis panda) a családi levesbüfében dolgozik naphosszat. Ám váratlanul őt választják ki arra, hogy teljesítsen egy ősi jövendölést, így Po álma valóra válik: bekerül a kungfu világába, és együtt gyakorolhat bálványaival, a legendás Őrjöngő Ötössel: Tigrissel, Daruval, Sáskával, Viperával és Majommal, gurujuk, Shifu mester vezetésével. Hőseink nem is sejtik, hogy a bosszúszomjas és alattomos hóleopárd, Tai Lung már úton van feléjük, és Pónak kell mindenkit megvédenie a közelgő veszélytől. Vajon valóra tudja váltani az álmát, és igazi kungfuhős lesz belőle? Po teljes szívével – és terjedelmével – a feladat megoldásán fáradozik, s végül rájön, hogy a leggyengébb pontjai lesznek a legnagyobb erényei.",
		"category": "Animation",
		"filename": "kungfupanda.mp4"
	},
	{
		"type": "movie",
		"image": "kungfupanda2.jpg",
		"title": "Kung Fu Panda 2",
		"description": "Po pandának teljesült az álma, Sárkányharcos lett belőle. Így már az ő feladata a Béke Völgyének védelmezése, melyben barátai, az Őrjöngő Ötös néven ismert Tigris, Daru, Sáska, Vipera és Majom segítenek. Ám Po élete veszélybe kerül, amikor új, félelmetes gonosztevő bukkan fel a színen: Shen nagyúr, az albínó páva nemcsak gonosz, de képzett harcos is egyben, és a farkasai mellett egy különleges fegyverrel is rendelkezik, mellyel meg akarja hódítani egész Kínát. Miközben Po és barátai felveszik a harcot ellene, a panda arra is választ keres, ki az igazi apja.",
		"category": "Animation",
		"filename": "kungfupanda2.mp4"
	},
	{
		"type": "movie",
		"image": "kungfupanda3.jpg",
		"title": "Kung Fu Panda 3",
		"description": "Po találkozik az elveszettnek hitt apjával, és a pandaparadicsomba utaznak. A gonosz Kai Kína-szerte legyőzi a kung fu mestereket, és most Póék békés lakhelye felé közeleg. Po nekiáll, hogy a barátságos pandákat felkészítse a harcra.",
		"category": "Animation",
		"filename": "kungfupanda3.mp4"
	},
	{
		"type": "movie",
		"image": "warcraft.jpg",
		"title": "Warcraft",
		"description": "Azeroth eddig békés birodalma a háború szélére sodródik, civilizációjuk egy félelmetes megszálló fajjal néz szembe: ork harcosok menekülnek haldokló országukból, hogy új hazát foglaljanak maguknak. Amikor megnyílik egy átjáró a két világ között, az egyik seregre a pusztítás vár, a másikra a pusztulás. A szemben álló felek közül két hős összeütközése fogja eldönteni a családjuk, népük, hazájuk sorsát. Így kezdődik a látványos eposz a hatalomról és áldozatról, amelyben a háborúnak sok arca van, és mindenki harcol valamiért.",
		"category": "Uncategorized",
		"filename": "warcraft.mp4"
	},
	{
		"type": "movie",
		"image": "whiplash.jpg",
		"title": "Whiplash",
		"description": "Andrew (Miles Teller) híres akar lenni. New York, tehát az Egyesült Államok, tehát az egész világ egyik leghíresebb zeneiskolájába, a Shaffer Konzervatóriumba jár, dobolni tanul, rengeteget gyakorol, és mindenre képes volna a siker érdekében. Legalább is, azt hiszi. De találkozik egy tanárral (J. K. Simmons), aki még nála is elszántabb. Ő abban hisz, hogy a tehetséget mindenáron fel kell szabadítani, és ami bujkál, azt ki kell préselni a tanulókból. Akkor is, ha kínlódnak, ha sírnak vagy belehalnak. A kezdő zenész és a sokat látott veterán egymásnak feszül. A tanár felveszi a kezdő dobost a zenekarába, de az első örömöt nagyon sok keserűség követi. És egyikük sem adja fel könnyen, amit elkezdett. Mindketten tartják a ritmust.",
		"category": "Uncategorized",
		"filename": "whiplash.mp4"
	},
	{
		"type": "movie",
		"image": "grownups.jpg",
		"title": "Grown Ups",
		"description": "Harminc évvel a középiskola befejezése után újra találkozik egymással az öt egykori középiskolai jó barát. Szomorú aktualitása a dolognak, hogy meghalt a kosárlabdaedzőjük, akivel megnyerték a bajnokságot. Ha már a temetésére végre összejött a csapat, kihasználják az alkalmat, és együtt töltik a hétvégét a feleségeik és gyerekeik társaságában, méghozzá az edzőjük tóparti házában, ahol régen a győzelmüket is ünnepelték. A korosodó apákban felélednek a régi emlékek, beindul a bulizás, egymás ugratása.",
		"category": "Uncategorized",
		"filename": "grownups.mp4"
	},
	{
		"type": "movie",
		"image": "grownups2.jpg",
		"title": "Grown Ups 2",
		"description": "Az öt általános iskolai haver, hosszú szünet után, az egykori kosárlabda-edzőjük temetésén találkozott újra, és egy emlékezetes hétvégét töltött egymással. Három esztendővel később Lenny a családjával együtt a nyüzsgő Los Angelesből visszaköltözött az Isten háta mögötti szülővárosába, a régi haverokhoz. A suliban éppen befejeződik a tanítás, az utolsó nap mindenki számára tartogat valami meglepetést. Nem kivétel ezalól Lenny, Eric, Kurt és Marcus sem, akik meglátogatják a régi bányát, ahol gyerekkorukban úsztak.",
		"category": "Uncategorized",
		"filename": "grownups2.mp4"
	},
	{
		"type": "movie",
		"image": "johnwick.jpg",
		"title": "John Wick",
		"description": "John Wick (Keanu Reeves) nyugodt életre vágyik. Magányosan akarja tölteni a napjait: kutyája, sportkocsija, üres, hideg lakása éppen elég neki - nincs szüksége többre. De egy nyugdíjas bérgyilkos nem pihenhet. És amikor bántják, ő sem marad tétlen. Előveszi rég elrejtett fegyvereit, és elindul véres bosszúhadjáratára. Egyetlen ember harcol gengszterek és bérgyilkosok egész hadserege ellen, New York pedig valódi csatatérré válik. És az őrült, véres ütközetben mégsem egyértelmű, ki fog győzni: a gyilkosok légiója vagy a magányos harcos. Hiszen ő John Wick.",
		"category": "John Wick",
		"filename": "johnwick.mp4"
	},
	{
		"type": "movie",
		"image": "johnwick2.jpg",
		"title": "John Wick: Chapter 2",
		"description": "John Wick (Keanu Reeves), a visszavonult bérgyilkos sosem nyugszik. Miután a magányos harcos New Yorkot totális csatatérré változtatta, és bosszúhadjárata során egy sereg gyilkost iktatott ki, újra ringbe száll. Wick egykori társa, egy titokzatos nemzetközi bérgyilkos szervezet irányítását akarja megkaparintani magának, így ráveszi cimboráját, hogy ismét csatasorba álljon. Wicket kötelezi az eskü, így vonakodva, de Rómába utazik, ahol a világ legveszélyesebb gyilkosaival kell szembenéznie. És a legenda egy még durvább, még brutálisabb háborúban találja magát.",
		"category": "John Wick",
		"filename": "johnwick2.mp4"
	},
	{
		"type": "movie",
		"image": "johnwick3.jpg",
		"title": "John Wick 3: Parabellum",
		"description": "John Wick (Keanu Reeves), a rémkirály, a rettegett bérgyilkos még sosem volt ennyire szorult helyzetben. A világ összes gyilkosa őt akarja, méghozzá holtan. A befolyásos nemzetközi bérgyilkos szervezet, a Felső Kör ki akarja iktatni, mivel megszegte a legfőbb szabályt: a bűnözőknek menedéket nyújtó Continentál szálloda területén gyilkolt. És ha mindez nem lenne elég, a sebesült Wickre 14 millió dolláros vérdíjat is kitűztek.",
		"category": "John Wick",
		"filename": "johnwick3.mp4"
	},
	{
		"type": "movie",
		"image": "uncharted.jpg",
		"title": "Uncharted",
		"description": "Nathan Drake-et mindenki ismeri. És mindenki találkozott már vele, aki keresett kincset Amazónia esőerdeiben, vetődött partra néptelen karibi szigeten, vagy bunyózott tibeti műkincsrablókkal. A világ legvagányabb kalandor kincsvadásza (Tom Holland) a 21. század Indiana Jonesja – akinek a jövője legalább olyan bizonytalan, mint a múltja.",
		"category": "Uncategorized",
		"filename": "uncharted.mp4"
	},
	{
		"type": "series",
		"image": "obiwan.jpg",
		"title": "Obi-Wan Kenobi",
		"description": "A sorozat öt évvel a Sithek bosszúja után játszódik, a Tatuinon, és bemutatja, hogy Obi-Wan hogyan él és védi a kis Luke Skywalkert, miközben egy rejtélyes sötét alak bukkan fel a Tatuin világában.",
		"category": "Star Wars Series",
		"seasons": "1",
		"filename": "obiwan",
		"episodes": [
			5
		]
	},
	{
		"type": "movie",
		"image": "macskafogo.jpg",
		"title": "Macskafogó",
		"description": "Az egerek sorsa megpecsételődött. Az X bolygón a vérszomjas macskák semmibe veszik a jogot, és az egértársadalom felszámolására törekednek. De megcsillan egy reménysugár, hiszen az egerek főtudósa feltalálja a megoldást. A titkosszolgálat azonnal aktiválja legjobb ügynökét, Grabowskyt, hogy még időben célba jusson a tervrajz...",
		"category": "Animation",
		"filename": "macskafogo.mkv"
	},
	{
		"type": "movie",
		"image": "placeholder.jpg",
		"title": "Indul a bakterház",
		"description": "Regös Bendegúzt anyja elszegődteti a lókupechez, de a fiú megszökik tőle. A bakterhez keveredik, ahol elvállalja a tehénpásztorkodást. A bakter és anyja, a Banya igen sanyargatja a fiút, aki elhatározza, hogy megleckézteti öket. Bendegúz barátja, Koncz bácsi jó tanácsokat ad neki arra, hogy hogyan lehet a bakter feleségének szellemével riogatni a háziakat. A fiú megfogadja a tanácsot s végül összedől a bakterház, ö pedig továbbáll.",
		"category": "Uncategorized",
		"filename": "indulabakterhaz.mp4"
	},
	{
		"type": "movie",
		"image": "placeholder.jpg",
		"title": "A tanú",
		"description": "Pelikán József hithű kommunista, aki végig harcolta elvbarátaival a vészterhes éveket. Most, győzelmük után, a személyi kultusz idején, gátőrként is elkötelezett munkát végez. Lecsap az orvhorgászra, akiről kiderül, régi barátja és harcostársa, Dániel Zoltán, aki jelenleg miniszter. Épp ez a kedves barát buktatja le akaratán kívül, amikor feketevágás miatt megjelenik a hatóság. Pelikán börtönbe kerül, ahonnan egyre magasabb beosztásba helyezik. Ő lesz a vidámpark, az uszoda, majd később egy narancstermelő gazdaság igazgatója. Természetesen mindez nem ajándék. Virág elvtárs minden alkalommal hangsúlyozza, hogy egyszer még kérnek Pelikántól valamit. És ez az egyszer el is érkezik, amikor Dániel Zoltánt koholt vádakkal letartóztatják…",
		"category": "Uncategorized",
		"filename": "tanu.mp4"
	},
	{
		"type": "movie",
		"image": "batmanbegins.jpg",
		"title": "Batman Begins",
		"description": "Bruce Wayne (Christian Bale), az árva milliomos önszántából járja meg az erőszak poklát, amikor Henri Ducard (Liam Neeson), a keleti mester a harcosai közé veszi és tökéletesen kiképzi. Wayne azonban nem osztozik mestere elvakult nézeteiben és visszatér Gotham Citybe. Célja, hogy az igazságtalanság ellen harcoljon minden lehetséges eszközzel. A várost azonban megfertőzte a korrupció, csak a fiatal ügyésznő, Rachel (Katie Holmes) és James Gordon nyomozó (Gary Oldman) mernek szembeszállni Ra's Al Ghul embereivel.",
		"category": "DC Movies",
		"filename": "batmanbegins.mp4"
	},
	{
		"type": "movie",
		"image": "thedarkknight.jpg",
		"title": "The Dark Knight",
		"description": "Batman (Christian Bale), Gordon felügyelő (Gary Oldman) és a megvesztegethetetlen ügyész, Harvey Dent (Aaron Eckhart) hatásos hadjáratot indítanak a bűnözők ellen. Önként vállalt feladatukat már-már siker koronázza, ám ekkor megjelenik Joker (Heath Ledger), aki a bűnözők között is rettegett, ravaszabb és veszélyesebb bárkinél. A városban újra a félelem az úr, kitör a káosz, és mindenkit megfertőz a romlottság.",
		"category": "DC Movies",
		"filename": "darkknight.mp4"
	},
	{
		"type": "movie",
		"image": "thedarkknightrises.jpg",
		"title": "The Dark Knight Rises",
		"description": "Nyolc év telt el azóta, hogy egy szörnyű éjszakát követően Batman nyom nélkül eltűnt. Magára vállalta Harvey Dent államügyész minden vétkét, és a hősből üldözött bűnöző lett. Önfeláldozása azonban nem volt hiábavaló: a Dent-törvénynek köszönhetően Gotham békés várossá vált. Átmenetileg. A városban feltűnik egy macskajelmezes betörő, aki sötét titkokat rejteget; és megérkezik Bane is, a különös álarcot viselő, gátlástalan bűnöző. Bruce Wayne féltve őrzött magánya nem tarthat örökké, a városnak ismét szüksége van a Sötét Lovagra. Ám a köpönyeg és az álarc ellenére úgy tűnik, Bane legyőzhetetlen.",
		"category": "DC Movies",
		"filename": "darkknight2.mp4"
	},
	{
		"type": "movie",
		"image": "bigstan.jpg",
		"title": "Big Stan",
		"description": "Stan Mintont (Rob Schneider), a kisstílű szélhámost csalásért elítélik. Agyafúrt ügyvédje segítségével azonban Stannek sikerül némi időt nyernie, így van némi esélye túlélni a börtön kegyetlenségét. Stan úgy dönt, hogy kiképezteti magát. A titokzatos Mester (David Carradine) segítségét kéri, faragjon belőle rettenetes harcművészt, hogy képes legyen állni a sarat, mire eljön az idő. A hónapok során Stanből valóban kíméletlen harcos válik, s mikor bevonul a börtönbe, rá kell jönnie, hogy a dutyi egyáltalán nem olyan, mint amilyennek elképzelte.",
		"category": "Uncategorized",
		"filename": "kegyencfegyenc.mp4"
	},
	{
		"type": "movie",
		"image": "shrek.jpg",
		"title": "Shrek",
		"description": "Hol volt, hol nem volt, egy messzi mocsárban, meghitt magányban élt egyszer egy morcos ogre, akit Shreknek hívtak. Ám a zöld szörny nyugalmát és életét egy napon fenekestül felbolygatta egy különös esemény: mesebeli lények lepték el a mocsarat – és lepték meg gyanútlan hősünket. A három vak egér futkározott a vacsoráján, a nagy, gonosz farkas feküdt az ágyában, a hét törpe Hófehérke koporsóját tette az asztalára, kunyhója előtt pedig ott nyüzsgött a három hajléktalan kismalac, és mindenféle más varázslatos figurák, akiket a gonosz Farquaad nagyúr űzött el otthonukból. Shrek tehát elment a nagyúrhoz, hogy visszakövetelje a mocsarát, de ehhez előbb meg kell mentenie a szörnyű tűzokádó sárkány karmaiból Fiona királylányt, hogy Farquaad feleségül vehesse, és így király lehessen. A nagy kalandban társa is akad az ogrének: a szószátyár Szamár, aki bármit megtenne Shrekért, egyvalamit kivéve: a világ minden kincséért sem hajlandó befogni a száját. Hamarosan kiderül, hogy a sárkánynál sokkal nagyobb problémát jelent Fiona különös titka...",
		"category": "Animation",
		"filename": "shrek.mp4"
	},
	{
		"type": "movie",
		"image": "shrek2.jpg",
		"title": "Shrek 2",
		"description": "A tűzokádó sárkány és a gonosz Farquaad nagyúr legyőzése után Shrek, a zöld öklű öldöklő, mindenki kedvenc ogréja ezúttal élete legnehezebb feladatával szembesül: el kell fogadtatnia magát apósával és anyósával. A nászutat követően ugyanis Shreket és Fionát meghívás várja a lány szüleitől Túl az Óperencián birodalmába. Felkerekednek hát a levakarhatatlan Szamárral, hogy kilépjenek az ünneplő tömeg elé, csakhogy Túl az Óperencián még senki nem tudja, hogy a királylány a varázslat megtörtével kissé máshogy néz ki. Harold, a király bizony másképpen képzelte el lánya jövőjét – és a sajátját is. És itt jön a képbe a varázslatos hatalmú Jótündér, az elbűvölő (?) Szőke Herceg, no meg a legendás bérgyilkos, Csizmás Kandúr…",
		"category": "Animation",
		"filename": "shrek2.mp4"
	},
	{
		"type": "movie",
		"image": "shrek3.jpg",
		"title": "Shrek the Third",
		"description": "Nem mindenki akar király lenni, és ez különösen igaz a behemót, mocsárbűzös ogrékra. Amikor Shrek feleségül vette Fionát, eszébe sem jutott, hogy egyszer Túl az Óperencián trónjára akarják majd ültetni. Ám apósa, az öreg Harold király váratlanul megbetegszik, és Shreket tekinti a trón várományosának. A birodalom húzódozó jövendő királya vagy talál maga helyett valaki mást a munkára, vagy élete hátralévő részét uralkodással kell töltenie. S ha ez még nem lenne elég, Fiona hercegnő is tartogat egy kis meglepetést Shrek számára. Shrek persze bepánikol az ország kormányzásával és az apasággal járó felelősségtől, és elhatározza, hogy felkutatja az egyetlen személyt, aki rajta kívül elfoglalhatja a trónt: nem mást, mint Fiona rég elveszett unokaöccsét, Artie-t, egy középkori iskolakerülőt. Amíg azonban az ogre távol van, esküdt ellensége, a Szőke Herceg visszatér Túl az Óperenciánra, hogy elégtételt vegyen az őt ért sérelmekért...",
		"category": "Animation",
		"filename": "shrek3.mp4"
	},
	{
		"type": "movie",
		"image": "theaccountant.jpg",
		"title": "The Accountant",
		"description": "Chris Wolff (Ben Affleck) a világ egyik legjobb könyvelője és kissé autista - kerüli az embereket, magányosan él és nem is vágyik másra.\r\nAmikor egy nagy, robotokat tervező gyár könyvelésében furcsa hibák tűnnek fel, természetesen hozzá fordulnak. Ő és a cég egyik munkatársa (Anna Kendrick) hamar új, megmagyarázhatatlan eltérésekre figyel fel, és ez valakinek nagyon nem tetszik.\r\nEgy különleges katonai egység leszerelt tisztje megbízást kap, hogy végezzen a párral. Chris és Dana kénytelen együtt bujkálni.\r\nDe Chris tartogat egy-két meglepetést. Néhány közülük halálos lehet...",
		"category": "Uncategorized",
		"filename": "theaccountant.mp4"
	},
	{
		"type": "movie",
		"image": "placeholder.jpg",
		"title": "The Game Plan",
		"description": "Joe Kingman valósággal lubickol a népszerűségben. A Boston amerikai futball csapatának hátvédjeként milliókat keres, az élete meg olyan, mint egy buli. A szurkolók és a nők odavannak érte, a csapat meg akár a bajnoki címre is esélyes lehet a vezényletével. Az események azonban váratlan fordulatot vesznek, amikor kiderül, hogy a hátvédnek van egy hét éves kislánya - egy egyéjszakás kaland gyümölcse. Ettől kezdve alapjaiban változik meg az élete: a bulit, randit, meccseket háttérbe szorítja a balettóra, az esti mese, a közös babázás.",
		"category": "Uncategorized",
		"filename": "thegameplan.mp4"
	}
]